[
  {
    "title": "Aleksander Bartal",
    "tag": "testimony",
    "url": "xWSQcdaqMEE",
    "infoText": "Testimony of Aleksander Bartal, born in Pabianice, Poland, 1927, regarding his experiences in the Pabianice Ghetto, Lodz Ghetto and Auschwitz, Mauthausen and Gusen camps\r\n\r\nHis childhood.\r\n\r\nGerman occupation; deportation to the Pabianice Ghetto, February 1940; labor in a sewing workshop; liquidation of the ghetto, May 1942; selection; march to the Lodz Ghetto; labor unloading wooden boards from trains; labor in a clothing factory; curfew (Sperre) \"Aktion\", September 1942; ghetto life; activities in Hashomer Hatzair; raises vegetables; liquidation of the ghetto, summer 1944; deportation to Auschwitz for six weeks, August 1944; selection; transfer to Mauthausen by train; labor dragging rocks from a quarry; labor in Gusen II repairing dirt paths; labor unloading in St. Georgen; illness; stay in the sick barracks in Mauthausen; death of his father; liberation, 05 May 1945.\r\n\r\nConvalescence; aliya to Eretz Israel via Italy with help from the Jewish Brigade, November 1945.",
    "isTestimonies": true,
    "transcriptSTR": [
      {
        "transcript": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "שם המרואיין:\tאלכסנדר ברטל"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "שם המראיינת:\tרונית וילדר"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "תאריך הראיון:\t25.5.95"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "שם המדפיסה:\tבתיה שטהל"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "שמות מקומות:"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ביטש - שם"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "פאבייאניצה - Pabianice"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "לודז' - Lodz"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בירקנאו - Birkenau"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "מאוטהאוזן - Mauthausen"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "גוזן - Gusen"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "סנט גאורגן - St. Georgen"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "סנטה מריה"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ראיון עם אלכסנדר זיסר-ברטל לבית ביטש, אתה יליד 1927 בפאבייאניצה (Pabianice) בפולין."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה יכול לספר לי קצת על הרקע על המשפחה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאני נולדתי, כאמור, בעשרים וחמישי למרץ 1927 להורי רייזל או רושקה כפי שקראו לאמא בבית, לבית הלברג, ולאבי אברהם ביטש. אמי נולדה בפאבייאניצה כמו הוריה, הסבתא רחל והסבא זיסר אלכסנדר. לאמי היו שני אחים, אחד זליג שהיה נשוי לדודה סאלה, ללא ילדים, הם ניספו בשואה. אח נוסף בשם שמאי שעלה ארצה ב1936-, וניצל עם משפחתו. הוא הלך לעולמו לפני מספר שנים, כשכל שנותיו בארץ-ישראל ולאחר-מכן במדינת ישראל הוא חי בפתח-תקוה. לאמי היו גם שלוש אחיות, אחת מהן הניה שהיגרה בשנות העשרים לבלגיה בזמן המלחמה, היא הסתתרה במנזר, בנה סימון הוסתר אצל כומר, הם ניצלו ושרדו אחרי המלחמה. בתה סאלה ובעלה ניספו שם בשואה. אחות שניה פייגה עם משפחתה היתה נשואה לשמיל, להם היו ארבעה ילדים גליקסמן, שלושה בנים ובת, כולם ניספו בשואה. האחות הבכירה חיה שרה לבית הלברג, נשואה להרשל הלברג, היו להם שבעה ילדים, שתי בנות שרדו אחרי המלחמה במחנה ריכוז ברגן-בלזן, והועברו בימים האחרונים של המלחמה לשבדיה. כל יתר בני המשפחה ארבע בנות ובן, כולם ניספו, זאת המשפחה מצד האמא."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tכולם גרו באיזור פאביאניצה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכולם גרו בעיר פאביאניצה. מצד אבי, מוצאו מעיר בשם זדונסקה וולא, קרוב לפאביאניצה, הוא הגיע לפאביאניצה בשנות העשרים, הוא הכיר את אמי. מצד אבי היו סבא וסבתא רחל והרשל, הם גרו בשרץ. היו להם עוד שלושה בנים מלבד אבי, בן אחד בשם גודל, הוא גר בקליש, להם היו שני בנים, כולם ניספו. שני בנים נוספים, שלמה ושמאי, שמאי שרת בצבא הפולני, הוא נישבה על-ידי הגרמנים, הם ניספו, כמו-כן שלוש אחיות. איש לא שרד ממשפחת אבי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tבמה עסקו ההורים שלך?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאבי היה חייט וסוחר, היה לנו בית מלאכה וחנות למכירת בגדי גברים. עבדו אצל אבי לסירוגין בין שניים לארבעה פולנים, תלוי בעונה. זה לא היה בית אמיד, אבל היתה פרנסה שהושגה בקושי. אבי עבד קשה. ככל שאני זוכר הוא עבד לא פחות משתים-עשרה שעות ביממה, הוא קם בבוקר מוקדם, וגמר מאוחר. היו דאגות פרנסה, שטרות שלא שולמו, שטרות שהיה צריך לשלם. אבל תמיד בקיץ אמי עם שני הילדים, אני ואחי הצעיר איצ'ו, שהיה צעיר ממני בארבע שנים, יליד 1931, היינו מבלים בכפר בין ארבעה לחמישה שבועות, בבית איכרים שכור בסביבות העיר. היו שני מקומות, אחד בשם קולומנה ואחד בשם תאודורה. אבי היה בא רק לסופי שבוע, הוא היה בא ביום שישי, וחוזר במוצאי שבת, מכיוון שלא היו חופשות בעסק בבית המלאכה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה למדת בבית-ספר יהודי?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, בעירנו כשליש מבין התושבים היו יהודים, כשליש היו גרמנים והיתר פולנים, ככה התחלקה האוכלוסיה. בתי-ספר עממיים היו ממלכתיים, שניים מהם היו בתי ספר יהודיים, כלומר, שפת ההוראה היתה פולנית, לא נלמדו לא עברית ולא יידיש. ההבדל בין בתי-הספר היהודים לגויים, שלא נלמדה הדת הנוצרית, אלא היו שיעורי הדת היהודית. אלה היו בתי-ספר יהודים שלמדו בהם אך ורק ילדים יהודים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתם הייתם משפחה דתית?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tלא, אנחנו היינו משפחה מסורתית חופשית, נשמרו כללי הכשרות בבית, היתה הפרדה בין חלב לבשר, היו כלים מיוחדים לפסח. אבי היה מתפלל בבית-הכנסת רק בחגים לפעמים בשבתות. הוא נהג לומר שלדגים הממולאים-הגעפילטה פיש יש טעם יותר טוב כשחוזרים מבית-הכנסת. יחד עם זה הוא נהג לומר שבשבתות הוא מבקר בבית-הכנסת על-מנת לפגוש חברים שבאמצע השבוע הוא לא פוגש אותם. יחד עם זה הוא כמובן גם לקח חלק בתפילה, אבל לא התפילה היה העיקר. כמובן שביום הכיפורים ההורים צמו בבית. ביתנו היה בית יהודי לכל דבר, כשם שהיו מרבית בתי היהודים בפאביאניצה, כמובן היו בתים יותר חופשיים והיו גם דתיים, אבל הייתי אומר שזה היה המקובל בעירנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאלו שפות דיברתם בבית?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tבבית דיברנו יידיש ופולנית. התחלתי בתור ילד בפולנית, אחר-כך למדתי בגן ילדים גרמני, מכיוון שהיו לנו הרבה שכנים גרמנים, אנחנו גם גרנו באיזור שהיה מאוכלס ברובו בנוצרים, וגן הילדים הגרמני היה הכי קרוב לבית, הוא היה הכי זמין, לכן סיגלתי לעצמי גם את השפה הגרמנית עוד בהיותי ילד. אבל כמובן את השפה הגרמנית לא דיברנו בבית, אלא דיברתי בגרמנית מידי פעם עם חברי הגרמנים, אלא בעיקר יידיש ופולנית אלה היו שתי השפות שדיברנו בהן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהיו באמת לך או למשפחה חברים נוצרים?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן. כל השכנים בבית איפה שאנחנו גרנו, אני מניח שהיו בקרוב כעשרה שכנים, היו כולם נוצרים, לא היה אף שכן יהודי. יתר על כן, בבית היה אולם שהוא היה שייך לגרמנים כששם התאמנה גם מקהלה גרמנית בשם לאו, וחברי הנוצרים היו בעיקר גרמנים, אבל גם פולנים שאיתם הייתי נוהג להחליק בחורף על הקר, והם היו גם אלה ששמרו עלי בפני שקוצים או נערים נוצרים אחרים שלא יתנכלו לי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "גם בין הוריהם היו חברים וידידים של הורי, כשבזמן המלחמה, בעיקר בתחילתה זה עזר במקצת, אבל בהמשך הימים זה נפסק, אם כתוצאה מהזדהותם עם המשטר הההיטלרי או מפחד מפניו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כמובן שהיו לי גם חברים יהודים, איתם ביליתי בבית-הספר ובמפגשים אחרי שעות הלימודים בבית-הספר, אבל האיזור שבו גרנו היה ברובו מאוכלס על-ידי אוכלוסיה נוצרית פולנית וגרמנית."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהזכרת קודם את העניין של השקוצים, האם אתה זוכר איזשהן תקריות אנטישמיות?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, בודאי. למשל באחד האירועים הייתי במשחק כדורגל כאשר שיחקה קבוצה שהאשימו אותה שיהודים אוהדים אותה, ואז היתה התנפלות על הקהל שביניהם היו יהודים, והייתי אומר שאותם החברים הצילו אותי ממכות. אלה לא היו אירועים שנגמרו חס וחלילה בצורה טראגית, אבל מכות והתנכלויות היו. גם בהחלקה על הקרח, כאמור, אותם החברים שמרו עלי, כיוון שהתנכלויות לנערים יהודים זה היה דבר די שכיח."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tכילד אתה זוכר בבית איזשהו קשר לציונות?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, היתה אצלנו הקופסה הכחולה של הקרן הקיימת, אבי אהד את תנועת פועלי ציון, כאמור, דוד אחד אחי אמי עלה ארצה בשנות השלושים. כתוצאה מאיזשהו אירוע שהיה לו, הוא היה סוחר בגדים קונפקציה, סיטונאי, ובאחד המפגשים שלו אחד הלקוחות הוציא אקדח, ואיים עליו שאם הוא לא יסתלק, אז הוא יירה בו, כי הוא לא רצה לשלם לו. אז הוא החליט לעזוב את פולניה, ולעלות לארץ-ישראל, הוא התיישב בפתח-תקוה. זה היה הקשר מצד אמא לארץ-ישראל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני לא הספקתי להיות חבר בתנועת נוער, אבל כבר בשנה שנתיים האחרונות לפני פרוץ המלחמה התחלתי לפזול למועדונים שהיו קרובים לבית-הספר, זה היה הנוער הציוני, השומר הצעיר, ואפילו פעם התלהבתי מתנועת בית\"ר כי היו שם שני שולחנות פינג-פונג, אבל אבי הניא אותי מכך, הוא אמר שלא הפינג-פונג הוא החשוב, אלא צריך גם לחשוב על הצד הרעיוני."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אין ספק שאילו המלחמה לא היתה פורצת ב1939- הייתי מצטרף אל אחת מתנועות הנוער הציוניות, אבל אני הייתי בסך-הכל בן שתים-עשרה, ולא הספקתי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאת יום פרוץ המלחמה אתה זוכר?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, זה אני זוכר בדיוק נמרץ, זה היה יום שישי. הייתי אולי מקדים, כמה ימים לפני פרוץ המלחמה בשנה האחרונה 1939 המשפחה כבר לא יצאה לכפר בקיץ, כי היה מתח רב, אבי היה חייל במילואים בצבא הפולני, ודובר היה שעומדים לגייס את צבא המילואים הפולני, ונשארו בבית. אבל הורי החליטו שאותי בכל זאת ישלחו לאיזה פנסיון לילדים בקולומנה שזה היה מקום נופש קרוב אלינו, ואכן שלחו אותי לשם לפנסיונט בשם ביאנקה, ואבי בא בהול לקחת אותי הביתה כשלושה ימים לפני פרוץ המלחמה. היה מתח רב מאוד באותם הימים האחרונים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ביום שישי בבוקר, כאמור, הודיע הרדיו על חציית הגבול על-ידי הצבא הגרמני, ומיד ראינו בשמים מטוסים גרמנים טסים מזרחה לשם הפצצת יעדים צבאיים. הצבא הפולני עבר את העיר לכיוון מערבה עד לראשון לספטמבר 1939, וכעבור יומיים ראינו אותו נסוג בבהלה מזרחה מאימת הצבא הגרמני."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "באותו היום כשפרצה המלחמה הכל נסגר, החיים הפכו להיות שונים ממה שהיו קודם לכן. כעבור יומיים בגבור ההפצצות המשפחה החליטה, כלומר, אמא ואבא, אמי היתה הצעירה בין האחים והאחיות, והם החליטו לעבור אל האחות הבכירה, ואכן עברנו אני, אחי והורי אל דוד הרשל הלברג, ושם נשארנו עד השמיני לספטמבר, כלומר, בדיוק שבוע ימים, ביום שישי בבוקר כשהצבא הגרמני נכנס וכבש את העיר פאביאניצה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "במשך אותם הימים היו כמובן אזעקות, היו הפצצות, את העיר עצמה לא הפציצו, אבל שמענו הדי פצצות מכיוון לודז' (Lodz), וחלק מהתושבים ברחו מזרחה לכיוון העיר בשם בז'ז'ינה. זה היה ידוע באותה עת שהמטוסים הגרמנים ירדו עליהם וצלפו בהם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמה אתם עשיתם?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאנחנו נשארנו אצל הדוד עם המשפחה עד יום שישי בבוקר, השמיני לספטמבר. אז הצבא הגרמני נכנס. אני רק יכול בכמה מילים לתאר את האימה שהצבא הגרמני הטיל על האוכלוסיה בכניסתו. זה היה לגמרי משהו אחר, זה היה צבא מעולם אחר לגמרי לעומת הצבא הפולני. הצורה והסדר כמו במצעד, כולם בקסדות, אופנועים עם סירות ומכונות יריה. הם מיד הורידו פטרולים ברחבי העיר, כולם נוקשים. הוכרז על עוצר, וכעבור מספר שעות כשהתירו לאנשים לצאת לרחוב, הורי החליטו ללכת הביתה, זה היה מרחק הליכה של בערך עשרים עד עשרים וחמש דקות."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בדרך הביתה כבר ראינו את תחילת הביזה של בתי המסחר היהודים על-ידי האוכלוסיה הגרמנית וגם הפולנית, כמובן בחיפוי ובעזרת החיילים הגרמנים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כשחזרנו הביתה אפשר לומר שהכיבוש הגרמני התחיל לתת את אותותיו כבר למחרת היום, זה התבטא בתורים על-יד מאפיות לקניית לחם, כשאמי עמדה בתור וסילקו אותה, כי אנשים הכירו אותה מהאיזור כיהודיה. הם אמרו: יהודיה ראוס, החוצה! אבל כאן אולי מן הראוי לציין את אותם הגילויים האנושיים מצד אנשים מסויימים. זאת היתה מאפיה גרמנית, ואותו אופה גרמני כשנודע לו שגרשו את אמי מהתור, אז הוא הגיע אלינו לאחר-מכן מצד החצר עם שתי כיכרות לחם. היה אופה אחד בשם מנטאי, והוא אמר אז לאמא: כל עוד אני נמצא כאן ילדייך לא ירעבו ללחם. אבל כמובן שברבות הימים הוא לא עמד בזה, ושוב מאותן שתי הסיבות אולי, או שהוא הזדהה עם המשטר החדש או שהוא פחד ממנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אנחנו המשכנו לגור בדירתנו עד לתחילת 1940, כמדומני בפברואר, וזה היה הזמן שבו העבירו את היהודים מרחבי העיר אל איזור מגורים מוגדר - הגיטו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הייתי מבקש אולי להוסיף כאן אירוע מעניין. באחד הימים נכנסו כמה חיילים גרמנים, הם היו יותר מבוגרים מהצבא הכובש, הם היו מיחידת הובלה. לפי דבריהם הם גוייסו בלילה לפני פרוץ המלחמה, וקיבלו מדים שלא כל-כך התאימו להם. הם ביקשו מאבי לתקן להם את המדים, והם שילמו בעד העבודה. הם ישבו אצלנו באחד הערבים, וזכור לי איך שאחד מהם אמר להורי: אל תיקחו אותנו כדוגמה לצבא הגרמני הכובש, כיוון שאנחנו לא מסמלים את זה. לכם היהודים לא יהיה טוב במשך הזמן כשיבואו לכאן היחידות שמתפקידן לפגוע ביהודים, לנצל אותם וכו'. לכן רצוי אם אתם יכולים, שתברחו מזרחה. ואכן רבים ברחו לאיזור הכיבוש הרוסי, החלק המזרחי של פולין. אמי הפצירה באבא שיעשה זאת, שיקח אותי, מכיוון שאחי היה קטן מדי, עם ילד בן שמונה היה בלתי אפשרי לצאת לדרך בזמן שלא יודעים היכן תהיה הלינה הבאה. אבל אבי סירב, הוא אמר: אני לא יכול לעזוב אותך עם הילד, ואני אברח להציל את עצמי עם הבן הגדול."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כאן הייתי מבקש להוסיף שכשאנחנו מדברים על גבורה מן הראוי להתייחס גם לגבורתו של אדם שהוא יכול להציל את עצמו ואת בנו הבכור, והוא לא עושה זאת. הוא לא עושה זאת מכיוון שהוא חושב שהוא יעשה עוול לאשתו ולבנו הקטן, למרות שבאותה העת חשבו שהגרמנים מתכוונים לפגוע רק בגברים, הרי עם נאור לא יפגע באישה ובילד. אבל אבי אמר: לא, אני לא אשאיר אתכם לבד, אתם לא תוכלו להסתדר לבד. התנהלו ויכוחים מספר ימים, וההחלטה נפלה שגם אבי וגם אני נשארים ביחד עם המשפחה לטוב ולרע."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בפברואר, כאמור, אנחנו מועברים לגיטו, זה היה גיטו פתוח בלי גדרות, אבל תחום מוגדר מאוד עם איסור חמור מאוד לצאת מהתחום הזה. המגורים בגיטו היו הרבה יותר צפופים, כיוון שהגרמנים דאגו לכך שלא תהיה נוחיות. לגיטו הוכנסו כתשעת אלפים יהודים. אנחנו קיבלנו, זה היה על-ידי הרשות היהודית, המועצה היהודית, קיבלנו מקום מגורים יחד עם משפחה נוספת בדירה אחת, שמצאנו איכשהו דרך לחלק, העמדנו ארון בדלת, כדי שלא יהיה מעבר מחלק אחד לחלק השני של הדירה, היתה דלת נוספת. חזית הבית פנתה לרחוב שהיה כבר מחוץ לגיטו, משם היה אסור להיכנס, והכניסה היתה דרך אחת החצרות של בית שפנה לרחוב מקביל. שם אנחנו קיבלנו את מקום המגורים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בגיטו חולקו מנות מזון לתושבים לאלה שעבדו. אני התחלתי מיד לעבוד, בתי-הספר היהודיים וגם הפולנים לא נפתחו. הפולנים אולי לאחר-מכן, אבל היהודים כבר לא נפתחו בשנת 1939, כאשר למעשה הם היו אמורים להיפתח ביום פרוץ המלחמה. התחלתי לעבוד עם אבא במפעל שאורגן על-ידי הגרמנים, זאת היתה מתפרה גדולה לגברים, שזכור לי גם מתוך המיכלים והקרטונים הגדולים שבהם נארזה התוצרת הגמורה, שאחד הלקוחות היה בית-מסחר לבגדים לקונפקציה באוסטריה בוינה בשם גינטר שוורץ, לשם היתה מיועדת התוצרת. אנחנו קיבלנו שכר שנקבע על-ידי הגרמנים, והיתה גם חלוקת מזון לפי תלושים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "היה כל הזמן פחד, כלומר, היה פחד מתמיד, מכיוון שכל הזמן היו אקציות של תפיסה לעבודה, שהיו תופסים ברחוב אנשים צעירים, גברים ונשים-נערות, שאותם שלחו למחנות עבודה בעיקר בצפון המדינה, באיזור פוזנן, מעטים מהם שרדו. בת-דודה אחת שלי נתפסה בצורה כזאת, לולה ממשפחת הלברג, בן-דוד נוסף בשם יצחק, והם נשלחו לאיזור פוזנן, וניספו שם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tכשאתה אומר, עבדתי עם אבא במתפרה, מה זה אומר, מה עשית?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tתפרתי כפתורים, אחר-כך הושיבו אותי על-יד מכונת תפירה ותפרתי. אחי הקטן עבד בתור נער שליח, אמי לא עבדה, גם לא היה מקום לכולם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בהיותנו בגיטו אמי היתה מתגנבת מידי פעם בערבים אל מחוץ לגיטו בלי הסרט על השרוול, ויוצאת לפחות אל שתי משפחות שאצלן אנחנו הסתרנו בגדים על-מנת לשמור אותם בפני החרמת הגרמנים. זה היה אצל משפחות שהיו ידידים שלנו, אחד מהם היה מורה בבית-ספר תיכון גרמני, שם משפחתו היה הרטר, כששני בניו היו חברים שלי. אמי היתה מידי פעם מגיעה אליהם בערבים, ומביאה עטוף על גופה, חתיכת בד לחליפת גבר או למכנסיים. את זה היינו מוכרים בגיטו, כיוון שהנוצרים היו נכנסים מידי פעם לגיטו, וזה עזר לנו לקיום, זה איפשר לנו לקנות קצת מזון נוסף. הסיכון היה רב, אנחנו ישבנו המשפחה בערבים, הסתכלנו דרך החלון, וציפינו לאמא שכבר תופיע. הדקות התארכו לאינספור עד שראינו אותה כבר חוזרת."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ככה זה נמשך תקופה מסויימת, עד שבערב אחד היא חזרה הביתה בוכיה, אבא שאל: מה קרה, למה את בוכה? היא פתחה את המעיל, היא אמרה: לא הבאתי שום דבר. כשהגעתי אל הרטר וצלצלתי בדלת, הוא פתח את הדלת במקצת, לא נתן לי להיכנס. לשאלתה, למה? היא התחננה לפניו שיתן לה מדברים שהסתרנו אצלם, הוא רק ענה לה: אני לא יכול, והוא גמר את השיחה בזה המשפט: האם את רוצה שאני בגללך אשלח לדכאו? והוא טרק לה את הדלת לפני האף. זה היה למעשה האקט שסגר בפנינו את הברז האחרון כדי להשיג איזשהו אמצעי מחיה נוסף כדי להיטיב את מצבנו בגיטו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאבא לא יכול היה לעשות קצת עבודות פרטיות?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tלא היה עבור מי, זה היה רק בהתחלה עבור פולנים, אבל ליהודים לא היו אמצעים. העבודה במפעל במתפרה היתה עשר שעות. לפני המלחמה לא היו כאלה מפעלים, בפאביאניצה היו חייטים, היו בתי מלאכה קטנים, אבל הגרמנים אירגנו את זה במבנה תעשייתי גדול, ושם, כאמור, עבדנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "האפשרויות היו מוגבלות מאוד, אבי לא העיז לצאת מחוץ לגיטו, גם אני לא. למעשה בתחילת שנת 1940 אני בתור ילד נסעתי עוד עם החשמלית ללודז' לאחד הסוחרים בשליחותו של אבא, והבאתי איתי חבילות של בדים, ואז אבא עוד יכול היה לתפור ולמכור. גם אותם החיילים הגרמנים הגרמנים שסיפרתי עליהם, מוצאם היה מהאמבורג, גם הם קנו אצלנו, ושילמו בכסף. קנו בדים, ושלחו לבתיהם להמבורג, באשר אצלם היה מחסור בבדים טובים, לפי דבריהם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "למעשה אני נזכר עכשיו במקרה מסויים שאולי מאפיין את ההיתקלות הראשונה שלי עם הכובש הגרמני. באחד הימים כשהלכתי ברחוב קרא לי גבר גבוה לבוש במעיל עור, בעיני הוא היה גבוה מאוד, אולי מפני שאני הייתי עוד ילד ולא הייתי כל-כך גבוה, הוא היה נראה לי ענק. הוא קרא לי, היה לי סרט צהוב על היד, הוא קרא לי: יודה, בוא הנה! הוא שאל אותי בגרמנית, האם אני יודע איפה משרד הדואר. הוא דיבר במבטא שונה מאשר הגרמנים אצלנו בעיר, ואני לא כל-כך הבנתי ברגע הראשון מה שהוא שואל אותי. אז הוא תפס אותי באוזן, ומשך כלפי מעלה שאני הייתי בטוח שהאוזן נתלשת. הוא שאל אותי שוב: אתה אינך יודע איפה הדואר? אז צעקתי: כן, אני יודע. הוא הצביע על שתי חבילות שהיו מונחות על המדרכה, והוא אמר לי: קח אותן ולך. הרמתי את שתי החבילות כשהחוטים חותכים בידי, והלכתי אל משרד הדואר. כפי הנראה אלה היו חבילות שהוא שלח הביתה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "התנכלויות, החרמות, מכות, אלה היו דברים של יום יום, ויהודי היה צפוי להן בכל רגע ובכל מקום. זכור לי מקרה שהורי באחד הימים לפני הכניסה לגיטו נאסרו על-ידי שני אנשים אנשי גיסטאפו שהגיעו הביתה, זה היה לפנות ערב. הם הוצאו מהבית, ואני רצתי אחריהם, לא ידעתי לאן מובילים אותם. אז קיבלתי מאחד מהם מכות, והוא צעק: הביתה מהר! אחי הקטן היה בבית, אני רצתי מהר אל אחד הדודים, שתי בנות-דודות באו איתי לבית שלנו, לא ידענו מה קורה. ישבנו בבית, הראש התחיל לעבוד, האם אני עוד פעם אזכה לראות את הורי. ככה עברו השעות, עד שלפנות בוקר הם הופיעו עם חבילה ביד."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "מה הסתבר? באחד המקומות איפה שהורי הסתירו בדים פריטי רכוש, אותה אישה פולניה, לא גרמניה, נתפסה בגניבה, באו הביתה אליה ועשו חיפוש,  ומצאו אצלה את הבדים שלנו. האשימו אותה שגם את זה היא גנבה,  ואז היא סיפרה שזה לא שלה, אלא שזה של הורי. לאחר שהורי חזרו הם סיפרו שהם הופרדו בדרך. ליהודים היה אסור להסתיר רכוש אצל אחרים, אבל איכשהו בדרך, שהייתי קורא לה דרך נס, אבי אמר שהוא אינו יודע על כך, שזה לא שלו, אבל אמי לקחה את זה על עצמה מבלי לדעת מה שאבא אמר, כי היא חשבה שאבא בטח יתכחש לדבר כזה. אמי המציאה סיפור שחייה עם אבא הם לא כל-כך תקינים, היא לקחה מהבית דברים, והיא הסתירה אותם בשביל עצמה כדי שהיא תוכל בבוא העת אם היא תזדקק, ואבא לא יתן לה, שהיא תוכל להעזר בזה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "מעניין איך שהמכונה הגרמנית עבדה, מצד אחד החרימו ולקחו מיהודים רכוש, מצד שני כשזה היה נושא מסויים מוגדר, והתברר שזה לא של אותה הפולניה הם החזירו את הסחורה, והורי הגיעו הביתה כמובן תשושים ורצוצים, כי הם ראו את המוות לפני העיניים. אבל היו גם מקרים כאלה שלפי ההגיון היהודי באותה העת קשים להסבר."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tכילד אתה עובד בבית המלאכה יום שלם או חצי יום?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tיום שלם על-מנת להשתכר יותר. אני גם לא זוכר היום האם היתה אפשרות לעבוד פחות, אולי כן ואולי לא, אבל זה גם לא היה רלבנטי, כיוון שכל דבר שאדם יכול היה לעשות על מנת להוסיף לעצמו ולמשפחתו משהו נוסף מעבר לקיים, הוא עשה כל דבר שהיה לאל ידו בכדי לעזור לעצמו ולמשפחתו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאיך היחס אליך בבית המלאכה במתפרה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tהיה יחס הוגן, גרמנים לא הסתובבו שם, זה היה הכל בניהול יהודי. אגב, אולי כדאי לומר שהגיטו בפאבייאניצה נוהל כולו על-ידי יהודים, ונשמר על-ידי גרמנים מבחוץ. גרמנים נכנסו לגיטו מידי פעם על-מנת לחטוף, לאסור יהודים לעבודה, ולפעמים לעבודת כפיה ברחבי העיר במקומות שונים, או כמו שאמרתי קודם לכן, למשלוח למחנות עבודה. אבל בחיי היומיום כמעט לא התערבו באופן מעשי ובאופן פיזי. הם רק דאגו שהכללים שהם קבעו יקויימו על-ידי אותה משטרת עזר יהודית ועל-ידי השלטונות שמונו על-ידם. אלה היו אנשי הגמיינה היהודית - המועצה היהודית."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tבעבודה כזאת של עשר שעות ביום שהיא די מתישה, האם יש עוד זמן או רצון לאיזשהם קשרים חברתיים בזמן או אחרי העבודה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tבתור ילד בן שלוש-עשרה, עד גיל ארבע-עשרה הייתי בגיטו פאבייאניצה, היינו נפגשים חברים מבית-הספר, חברים וחברות, פעם בבית זה ופעם בבית אחר. ב1941- התחלנו בפעולות במסגרת השומר הצעיר בגיטו פאבייאניצה. כמובן שהיתה שמירה מסביב, תמיד חלק מהבנים היו בתצפית על-מנת שלא נופתע. אבל זה לא היה דבר של יום יום, זה היה פעם בשבועיים. אז היה מדריך שהיה מכין פעולה כלשהי בדרך כלל בנושא שקשור לארץ-ישראל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בקשר למפגשים, זכור לי שפעם ליוויתי נערה שסימפטתי אותה, והשתהיתי קצת יתר על המידה, וירד הערב. סמכתי על כך שבחסות החשיכה אוכל להגיע הביתה מבלי להיות מופתע על-ידי מישהו. אז כשאני חוזר הביתה צמוד לקירות הבתים, הגעתי למקום שזה היה ממש מול הכניסה לבית שבו גרתי מעבר לרחוב, הופתעתי על-ידי פנס שהואר לי ישר בעיניים, סינוור אותי. ראיתי למטה רק שני זוגות רגליים, נעולות בנעליים גבוהות וגרביים, אחר-כך שמתי לב לאותה חגורה של ההיטלר יוגנד - הנוער ההיטלרי. אחד מהם שואל אותי: מה השעה בעצם עכשיו? אני בצורה אינסטנקטיבית בתגובה של שניות הבנתי מה עלול לקרות כאן עכשיו, שאני כאן לא אצא שלם מהעניין הזה. בתנופה העפתי מכה בפנס, הפנס עף למרחק, נשבר והוא נכבה. אז בחסות החשיכה רצתי מעבר לכביש, דרך החצרות הגעתי לבית, ואני מניח שזאת היתה הפעם שהתפשטתי, וקפצתי למיטה בצורה המהירה ביותר משעשיתי את זה מעודי. הספקתי רק להגיד לאמי שאם מישהו יקיש על הדלת אז אני ישן כבר שעתיים, שאני מרגיש לא טוב. כך ניצלתי מאותם הנערים ההיטלריים, שחיפשו קרבן יהודי בערב."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בגיטו היו חיי שיגרה, עבודה ודאגה למזון, עבודה ודאגה לפחם בחורף להסקה עד כמה שהיה ניתן להשיג אותו, לא היו עיסוקים אחרים. הדאגה לשרוד את היום, לשרוד את הלילה, כשלא ידוע מה ילד יום, ויחד עם זה הדאגה לבני המשפחה. אמי היתה זאת שניהלה מאבק בלתי פוסק עם שלושת הגברים במשפחה, היא ניסתה תמיד להאכיל אותנו ביותר מזון ממה שהיא הקציבה לעצמה. אנחנו כמובן, שני הילדים והאבא, שמרנו על כך שהחלוקה תהיה נכונה, שבמה שיש נתחלק בצורה כזאת שכולנו איכשהו נשרוד."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה אז רעב?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכל עוד שהיינו בגיטו פאבייאניצה עד לגירוש לגיטו לודז' לא היה רעב של ממש, היה מחסור באוכל, אבל אפשר לומר שהיינו כל הזמן על סף הרעב, כלומר, אף פעם אדם לא קם מהשולחן, ויכול היה להגיד שהוא שבע. כיוון שגם אם היה אפשר לאכול לשובע אז היתה תמיד הדאגה, מה יהיה מחר. היתה תמיד בעיה להשאיר מספיק, שמא מחר יהיה עוד פחות מאשר יש לנו היום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כמובן שלא היה עיתון יהודי, לא היה עיתון פולני, הייתי אומר שהיינו מנותקים מהעולם. ליהודים היה אסור להחזיק רדיו, מכשירי הרדיו הוחרמו מיד בתחילת המלחמה עם הכיבוש הגרמני והידיעות היחידות שהיו לנו זה היה מידי אנשים ששמו נפשם בכפם, ושמרו על מכשיר רדיו, אנחנו לא ידענו אצל מי, אבל הועברו ידיעות מפה לאוזן על המתרחש ברחבי אירופה. לפעמים איזשהו קטע של עיתון גרמני לא טרי התגנב לגיטו כאשר מישהו יצא החוצה לעבודה, והצליח להשיג איזושהי פיסת עיתון, וממנו יכולנו להיודע מה קורה ברחבי אירופה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tבמשך השנתיים האלה אתה לא יצאת מעולם מהגיטו?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tלא אני, לא אבי ולא אחי, כי היה פחד רב, מי שנתפס נענש בחומרה, ולרוב אלה שנתפסו לא חזרו יותר, אלא נשלחו לאן שנשלחו, והוכו קשות. גם אמי מאותו האירוע כשנסגרה בפניה הדלת היא הפסיקה לצאת מהגיטו, למרות שהגיטו לא היה מגודר, הוא היה רק מסומן. כמובן היו שלטים, בכל מקום איפה שהיה רחוב שפנה אל מחוץ לגיטו, היו שלטים שסימנו את המקום בשני הצדדים, בצד הנוצרי שהכניסה אסורה להם, ובצד היהודי שהיציאה אסורה לנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאיך אתה יכול להגדיר את החיים בגיטו פאבייאניצה לעומת גיטו לודז' אחר-כך?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאם אני צריך לעשות השוואה, אז הייתי אומר שקודם כל בתחום המזון, מאותו בוקר השבעה-עשר למאי 1942 כשהגעתי בחשמלית יחד עם משפחתי לגיטו לודז' - רעב, נשארתי רעב תמידי עד לחמישי למאי 1945. בגיטו לודז' לא היה לנו ולו יום אחד שבו יכולתי לומר ששבעתי לאכול, זה דבר אחד."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "דבר שני, אנחנו לא יצאנו מגיטו פאבייאניצה, אבל הוא לא היה מגודר, לא ישבנו מאחורי גדרות תיל, זה היה שונה לגמרי. אנחנו היינו מאוד מסכנים בגיטו פאבייאניצה, היה לנו מאוד לא טוב, אבל לאחר שהגענו לגיטו לודז', התגעגענו לאותם החיים שהיו לנו בגיטו פאבייאניצה. בפאבייאניצה היה בכל אופן איזה פתח, נוצרים נכנסו לגיטו. היו גם יהודים שקיבלו רשיונות לצאת, זה היה קשה מאוד להשיג רשיון כזה, אבל היו כאלה שקיבלו מטעמים כאלה או אחרים, וגיטו לודז' היה מסוגר."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהיה הבדל בקשר בין האנשים?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, כמובן. בגיטו פאבייאניצה עוד היו המשפחות, משפחת אמי. לאבי לא היתה משפחה בפאבייאניצה, הם היו בשרץ ובזדונסקה וולא. אבל היו הדודים, הדודות, הבני-דודים, הבנות-דודות וכו', והיינו נפגשים, היינו באים אחד לשני. עם אותו מזון דל היו גם כיבודים כשבאנו אחד אל השני, והיינו תושבי העיר פאבייאניצה שאפשר לומר שכולם הכירו את כולם. היו עוד חיי משפחה, היו מפגשים. עם המעבר לגיטו לודז' כל העניין הזה התפורר, באשר חלק גדול מתושבי גיטו פאבייאניצה הרי לא הגיעו בכלל ללודז', הם שולחו לחלמנו ונרצחו. היהודים שהגיעו מגיטו פאבייאניצה ללודז' גם פוזרו ברחבי גיטו לודז'. גיטו לודז' היה גם גדול, עם עשרות אלפי יהודים, והקשר למעשה כמעט ונותק. גם מבחינה פיזית היה קשה אנשים נחלשו, אנשים חלו, המזון היה דל יותר, החיים היו הרבה יותר קשים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אולי אני אנסה לספר את החיסול של גיטו פאבייאניצה, והמעבר לגיטו לודז'. בתחילת 1942 הוחלט על-ידי השלטונות הגרמניים לנקות את כל הורטגאו, שזה היה האיזור שסופח לגרמניה, מיהודים, להוציא גיטו לודז'. אגב, כל האיזור הזה סופח לרייך הגרמני, שמות הערים שונו, פאבייאניצה נקראה בורגשטט בגרמנית, שמות הרחובות שונו, כשם שלודז' נקראה ליצמנשטט ולא לודז', וכל האיזור הפך להיות חלק מהרייך הגרמני השלישי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאיך מבחינתכם נעשה חיסול הגיטו, האם אתם יודעים על זה מראש?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tלא, תיכף אני אספר. בשישה-עשר למאי 1942, בשבת, הודבקו מודעות ברחבי גיטו פאבייאניצה, שבהן נקראה האוכלוסיה היהודית להתייצב בשעה שתיים אחרי-הצהריים לפני הבתים לספירת אוכלוסין. נאמר במודעות שהודבקו על קירות הבתים שכולם חייבים להתייצב, כל אחד לפני ביתו, מי שימצא בתוך הבתים יוצא להורג ביריה במקום, זה היה לשון ההודעה, ובתום הספירה אנשים יחזור לבתיהם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "זה היה יום קיץ יפה, יום אביב שטוף שמש, יצאנו מהבית,  והסתדרנו לפני הבית. ראינו מול הבתים הסמוכים עומדים אנשים כמונו. אנשי משטרת העזר היהודית היו ברחובות, ודאגו שאנשים יעמדו בשורות ישרות. כעבור זמן קצר הופיעו חיילים גרמנים חמושים ברובים, בתת-מקלעים, בקסדות כאילו הם יוצאים לקרב, והתחילו לאט לאט, לא בבת-אחת, לצופף אותנו, בית על-יד בית על-יד בית. ככה נוצר גוף של אנשים, כשהם צופפו וצופפו לאט לאט, בלי לומר מהי מטרת התזוזה הזאת. ברגע מסויים כמו שאנחנו עמדנו הורו לנו לפנות ימינה, ימינה פנה, והתחילו להצעיד אותנו. אנחנו לא תארנו לעצמנו שזאת היתה הפעם האחרונה שאנחנו רואים את הבית."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tזאת אומרת, אתם גם יוצאים כשבגדיכם לעורכם ותו לא?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tשום דבר, רק מה שעלינו, לא לקחנו ליד כלום אפילו לא כותונת להחלפה, שום דבר, הכל נשאר בתוך הבית, אף אחד לא לקח איתו כלום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "צד שני:"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "מהגיטו שהיה ממוקם בצד שנמצא בכיוון לודז', כלומר, בצד הצפוני-מזרחי של העיר בקצהו, דרך כל העיר לקחו אותנו אל מגרש ספורט של חברת קרושה-אנדר, שזה היה מפעל הטקסטיל הגדול ביותר בפאבייאניצה. אגב, פאבייאניצה על-יד לודז' שנקראה המנצ'סטר של פולין, היא היתה עיר שרוב תושביה עסקו בטקסטיל ובחייטות. אותו המפעל קרושה-אנדר היה מפעל טקסטיל גדול, ענק באותם הימים, היה לו מגרש ספורט, קבוצת ספורט וכו'. משם אנחנו הוצעדנו ניתן לומר לאורך כל העיר, כשמהצדדים עומדים תושבים בחלונות ומסתכלים, כיוון שזה לא היה דבר של מה בכך. הם לא היו מוכנים לכך, אבל השמועה עברה מפה לאוזן, והם מסתכלים עלינו מי בצער והרוב בשמחה. כך אנחנו צעדנו לאורך כל העיר עד שהגענו למגרש, שזה היה כבר לפנות ערב."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "במגרש חיכו לנו אנשי אס.אס עם מקלות ומגלבים ביד, עם כלבים. התחילה התנכלות שקשה לתאר אותה, בעזרת הכלבים והמכות הם צופפו אותנו עד למחנק. בין יתר ההתנכלויות אחד נעמד ולימד אותנו שיר גרמני, כשהם מסתכלים, ומי שלא שר הוצא החוצה והוכה עד מוות. מילות השיר הן בערך: יציאת מצרים (לפי המושגים שלהם): משהו מעביר את בני-ישראל דרך שני קירות מים וכו' וכו', והסוף של השיר: ואז סוגרים את המכסה ולכל העמים שקט מהיהודים, כלומר, אין יותר יהודים. זהו סיפור יציאת מצרים בפיהם של אנשי אס.אס גרמנים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "במשך אותן השעות התחילה הסלקציה כשאנשים זקנים, נכים, ילדים קטנים נקרעים מזרועות אמותיהן, ומועמסים על עגלות אשר מובילות אותן לתחנת הרכבת, שהיתה לא רחוק מאותו מגרש ספורט בו אנחנו שהינו. בדיעבד נודע לנו לאן נשלחו כל אותם אנשים, אשר ביניהם היתה גם בתה של בת-דודתי שחיה עד היום בשבדיה, רחלקה, אשר נקרעה מידיה, ונשלחה לחלמנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "מתוך שמונת אלפים יהודים שהגיעו למגרש הספרט קרושה-אנדר, הגיעו ללודז' כשלושת אלפים וחמש מאות, היתר נשלחו לחלמנו, ועד כמה שידוע לנו נרצחו בו ביום או למחרת היום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "החזיקו אותנו במגרש עד לאחר חצות, זאת היתה השעה שבה הפסיקה החשמלית את פעולתה בין פאבייאניצה ללודז'. מאותו רגע התחילו להוביל אותנו בעזרת קרונות החשמלית לגיטו לודז'. התמזל מזלנו של משפחתי שאנחנו \"זכינו\" להגיע ללודז' בלילה הראשון, כיוון שעד לתחילת הפעלת החשמלית בשעות הבוקר, בערך בחמש, לא הספיקו להעביר את כל היהודים, ויתרם נשארו באותו המגרש עד ללילה הבא, ללא מזון, ללא שתיה, והם הגיעו במצב הרבה יותר קשה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אנחנו הגענו לפנות בוקר לגיטו לודז', שוכנו על-ידי אנשי היודנראט ומשטרת הגיטו באחד הקצוות של גיטו לודז' במספר בניינים, וקיבלנו בבוקר מנת לחם וקפה. אבי ואני יצאנו עוד באותו היום לעבודה, כיוון שהודיעו לנו שמי שיעבוד יקבל מרק במקום העבודה. יצאתי עם אבא לעבוד בתחנת הרכבת רדגאסט בגרמנית, בפולנית - רדוגוש, ועבדנו בפריקות לוחות עץ מקרונות רכבת. וסידורם בערימות. לוחות העץ הובאו לגיטו למפעלי נגרות, שבהם עובדו למוצרים שונים לפי דרישתם של הגרמנים, אותם המוצרים שנדרשו על-ידם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כך עבדנו אני מניח כשבוע עד עשרה ימים, עד שקיבלנו דיור קבע בגיטו, כי שם גרנו ממש בהמונים צפופים על הרצפות על מזרונים. משפחתנו קיבלה חצי דירה, זאת אומרת, חדר ומטבח משותף עם עוד משפחה אחת שהגיעה מעיר בשם בלכטוב מהאיזור. הדירה היתה בלודז' ברחוב גנשא 7, בית שהיה לא רחוק מהגדר של הגיטו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "התחלנו כולנו לעבוד בגיטו לודז'. אמי עבדה במפעל לקליעת קש שבין היתר עסקו בקליעת נעלי קש בשביל החיילים הגרמנים בחזית המזרחית וגם מוצרים אחרים, אחי הקטן התחיל לעבוד בתור נער שליח באחד ממפעלי החייטות ברחוב ז'אביה, אני עם אבי התחלנו לעבוד במפעל לתפירת בגדים ברחוב יאקובה. בלודז' קיבלנו מנות מזון קצובות שכללו רבע קילו לחם ליום, כיכר לחם של קילוגרם אחד היתה למשפחתנו ליום אחד, או שהיו כיכרות גדולות של שני קילו וזה היה ליומיים. היו הקצבות של פרטי מזון אחרים, כגון: קמח, סוכר, שמן, גריסים, שעועית. ירקות היו מה שהיו, לפעמים לפת, תפוחי-אדמה, גזר וכו' והכל בכמויות קטנות. שמרנו על כל פריט מזון, שחס וחלילה פירור לא ילך לאיבוד, כיוון שגיטו לודז' היה סגור, ולא היה ניתן להשיג שום דבר מעבר להקצבה שהיתה זעומה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "השכר שקיבלנו היה מיועד לקנות את המזון בעזרת תלושים, והשכר היה כזה שהוא לא הספיק יותר מאשר לקניית המזון. צריך לומר, אולי חשוב, שהטכניקה של הגרמנים בגיטו לודז' היתה כאילו עסק. הם היו מוכרים את הבדים במכיר נתון, קונים את הבגדים המוגמרים במחיר אחר, כשהם קבעו מהו הערך המוסף, כלומר, שכר העבודה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמה העבודה שלך?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tתפירה יחד עם אבי באותו מקום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tזאת אומרת, אתה כבר נחשב בעל מקצוע, ויושב ליד המכונה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, יושב על-יד המכונה ותופר. ברחוב יאקובה אנחנו עסקנו בתפירת בגדים אזרחיים, וזה נמשך עד הראשון לספטמבר 1942, כלומר, כשלושה עד שלושה וחצי חודשים מאז שהגענו. בראשון לסטמבר הגרמנים הכריזו על עוצר, זה נקרא העוצר הגדול."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהשפארה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, שפארה. במסגרת אותו העוצר הם החליטו \"לנקות\" בלשונם, את הגיטו מחולים, זקנים וילדים קטנים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמה זה אומר לגביכם?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tלגבינו זה אומר שהיינו צריכים לעמוד לפני הבית, עברו ובדקו שוטרים יהודים בלויית איש צבא גרמני, כפי הנראה אס.אס. אז נעשתה אותה הסלקציה הידועה לשימצה, כשאני ואחי מנסים ככל האפשר לעשות רושם של גדולים ולהינצל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה אז בן חמש-עשרה וחצי אולי, אבל אחיך בן עשר?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tהוא יליד 1931, הוא בן אחת-עשרה, אחת-עשרה ומשהו. למזלנו אז אותו החייל שעשה את המלאכה הבזויה גילה, כפי הנראה, אינני יודע אם לקרוא לזה רוחב לב או מידה פחותה של נוקשות, אחי נשאר איתנו, ואכן אנחנו נשארנו כל המשפחה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "במסגרת אותה השפארה, בין היתר מה שהגרמנים עשו שהם חיסלו את בית-החולים שהיה ברחוב לאגווניצקא 36-34, שם היה מאושפז דודי הרשל הרברג, והוא אכן הוצא משם, נשלח לחלמנו, ונרצח על-ידי הגרמנים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "לאחר אותה השפארה שונו החיים, והגרמנים למעשה הפכו את הגיטו למחנה עבודה, ללא ילדים קטנים, ללא חולים, ללא זקנים. יכול להיות שאחי ניצל הודות לזה שהוא עבד, הוא היה שליח, אבל הוא עבד, היה לו כרטיס עבודה.  את אותו בית-החולים ברחוב לאגווניצקא 36-34, שהיה בניין גדול מאוד, הגרמנים הפכו אותו למתפרה שבה יוצרו מדים לחיל האויר הגרמני בקומה השניה לפחות, שאליה אני הועברתי עם אבי לעבודה. זה היה בניין בן שלוש קומות, ובקומה השניה תפרו אך ורק מדים לחיל האויר הגרמני, עבדנו שם מאז שהתחלנו לעבוד שם במחצית ספטמבר 42' עד לחיסול הגיטו בתחילת אוגוסט 1944. אבי קיבל משרה של מנהל עבודה, ואני המשכתי לעבוד על-יד מכונת התפירה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כעבור זמן קצר ניגש אלי המנהל, הוא אמר לי: אני רוצה להקל עליך, יש לי אפשרות לשלוח אותך לרחוב לאגווניצקא 37 ששם היה בית-חולים לילדים עד לחיסולו בראשון לספטמבר, שם אנחנו אירגנו מפעל של צעירים, ואתה תהיה שם ראש קבוצה. בתור ראש קבוצה קיבלתי תוספת מזון אחת לחודש, שזה היה כעין זריקת חיים. אכן התחלתי לעבוד ממול, ברחוב לאגווניצקא 37, בתור ראש קבוצה שעבדו בה צעירים, ושם גם עבדנו פחות שעות, עבדנו רק שבע שעות עבודה בשתי משמרות."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בגיטו לודז' עוד נפגשנו עם המשפחה של הדוד הרשל הלברג, כששתי בנות הוצאו מהגיטו ונשלחו לעבודה, רושקה ולולה, אשר לא שרדו אחרי המלחמה. הדוד, כאמור,  נשלח לחלמנו בראשון לספטמבר, נשארה הדודה ושתי הבנות, ואיתן שמרנו בגיטו על קשר, כשמדי פעם היינו נפגשים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בזמן מסויים אבי הרגיש לא טוב והוא חלה, הוא קיבל מה שקראו פלאוריטיס זה מים בריאות. היתה בעיה איך אפשר להציל אותו, איך אפשר לרפא אותו. תוספת מזון אי אפשר היה לקבל, הרופא רשם לו קליפות תפוחי-אדמה, זה היה אפשר לקבל בתור חולה כתוספת מזון. אני אכן הבאתי את הקליפות האלה הביתה, וזכור לי איך שישבתי בחצר על-יד הברז, שעות הייתי שוטף את הקליפות שהיו כמעט קליפות בלבד, מכיוון שבמטבחים איפה שקילפו את תפוחי-האדמה עשו את הכל על-מנת לא להשאיר כלום. ישבתי שעות בשטיפת אותן הקליפות בכדי להוריד מהם את יתרת האדמה, החול, הרקב. אמא טחנה וריסקה אותן, מזה עשו לביבות, וראינו את חזות הכל בקצת מזון נוסף."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "גם הקפה שקיבלנו בהקצבה, שהיה בודאי לא קפה אמיתי, אלא קפה שהיה משעורה קלויה, את זה לא היינו זורקים אלא משאירים את אותם הגרגירים לאחר שתיית הקפה, שאותם היינו מערבבים לפעמים או עם לפת או עם משהו, ומתבלים עם זה איזשהן לביבות כדי למלא את הקיבה, ולא לזרוק ולו פירור אחד ממה שעוד היה אפשר להכניס לתוך הקיבה ולמלא אותה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "היו גילויים של מסירות, למשל אחי הקטן שהוא היה שליח, הוא נשלח לפעמים מאותו המקום איפה שהוא עבד, לבתים של אנשים בגיטו שהיו בעלי משרות שהקנו להם תוספת מזון, ושלא חסר מזון בבתיהם, היו גם דברים כאלה בגיטו לודז'. אינני יודע כמה הם היו, לדעתי הצנועה, הם לא היו רבים, אבל הוא הגיע אליהם, באשר באותו המקום תפרו גם בגדים באיכות מעולה. הוא היה מקבל מדי פעם משהו, אם זו לביבה או פרוסת לחם. הילד הזה היה רעב, לא היתה בשבילו בעיה לאכול את זה, אבל מתי שהוא קיבל דבר כזה הוא היה בא לרחוב לאגווניצקא 36, והוא היה מתחלק איתנו, הוא היה מתחלק עם אבא ואיתי. זאת היתה נשמה טובה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אולי מן הראוי שאני אציין שהיו גילויים שונים בגיטו אצל משפחות, שמענו על זה, סיפרו על זה. היו משפחות, אינני רוצה חס וחלילה להטיל דופי באף אחד, אינני יכול לנקוב במספר, אבל היו משפחות שבהן נאבקו על פרוסת לחם או על חתיכת תפוח-אדמה, שרבו מי יקבל יותר. במשפחה שלי התנהל מאבק מי יתן יותר לשני. אמי דחפה לנו, אני דחפתי לאחי הקטן, אחי דחף לאבא. ככה יום אחד אני החלטתי לקחת את העניין לידיים, ואמרתי: אני אחלק את המזון, למרות גילי הצעיר, אמרתי: אני אחלק את זה בצורה צודקת, כיוון ששומה עלינו לדאוג שכולנו נשרוד."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "היה גם זמן בגיטו לודז' שאיכשהו הגעתי לפעולות של תנועת הנוער השומר הצעיר, כשראש הקבוצה שלי היה בחור מבוגר יותר בשם יהודה ארסטר, הוא היה מדריך. היתה בחורה בשם סוניה פוקס. זאת היתה פעולה מחתרתית לכל דבר, זאת לא היתה התקוממות, זאת לא היתה לחימה, אבל כשאני היום נזכר באותן הפעולות שבהן ציינו את יום הולדתו של הרצל או יום השנה לקונגרס הציוני הראשון, וישבנו וקראנו משירי ביאליק, זה נעשה בתנאים קשים מאוד. היינו נפגשים בערבים במקומות שונים בדירות פרטיות. בדירה שלנו זה לא ניתן, מכיוון שזאת היתה דירה משותפת של שתי משפחות. אבל זה היה בדירות של חברים לתנועה כשהאירגון היה שאנחנו עושים את הכל על-מנת לא להיתפס. היו תצפיות עם קשר עין עד למקום המפגש כדי שיהיה סיפק בידינו להתפזר אם חס וחלילה יתגלה מישהו שעלול להפתיע אותנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "זה נמשך די הרבה זמן, המפגשים היו לפעמים פעם בשבועיים, לפעמים פעם בשבוע, לפעמים זה נדחה מתוך סיבות שונות והיו רק פעם בחודש. הידיעות עברו מפה לאוזן כדי שלא תהיה שום פיסת נייר, שלא יהיה שום דבר כתוב, כי דבר כתוב עלול ליפול לאיזשהן ידיים לא רצויות. אני מניח שזה נמשך אפילו עוד ב43-'."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "זכור לי מקרה שבלכתי ברחוב, זה היה באותו זמן שהגיעו לגיטו לודז' יהודים מגרמניה וגם מצ'כיה מפראג. אלה היו יהודים שחיו בבתיהם במשך כל שנות המלחמה, הגרמנים חסו עליהם משום מה, והם הועברו לגיטו לודז' ישר מדירותיהם ומבתיהם בברלין. הם הגיעו לגיטו לודז', וזה היה בבחינת מאיגרא רמא לבירא עמיקתא בבת-אחת הנפילה הזאת הנוראית, הם יצאו גם משם ברכבות רגילות בקרונות נוסעים ולא בקרונות משא. הם הגיעו לגיטו עם מזוודה, הגברים חבושים במגבעות, נשים בכובעים עם נוצות וכו'. הם הגיעו לגיטו והיה הרעב הפתאומי, אצלנו זה היה בצורה הדרגתית. אני הולך ברחוב, עומד אחד היהודים הגרמנים האלה, הוא מחזיק ביד, הם מכרו פרטי לבוש על-מנת לקנות תפוח-אדמה, על-מנת לקנות שני גזרים. אחד שאל אותו, אם אין לו זוג מכנסיים למכירה? אני זוכר את תשובתו של אותו היהודי איך שהוא אמר לו את זה בגרמנית, הוא אמר לו: את הנשמה אני יכול למכור לך, זה מה שנותר לי. אותה אמירה הקצרה של האיש הזה סימלה אולי יותר מאלף מילים את מצבו באותו רגע. הוא איבד את כל עולמו, לא היה לו כלום, ופה שואל אותו יהודי אם יש לו מכנסיים. נותר לו אותו הסוודר שהוא רוצה למכור, והוא אומר לו: את הנשמה, זה מה שיש לי. כמובן שעל לימודים לא היה מה לדבר, זה לא היה קיים, ילד יהודי לא היה אמור ללמוד."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "במסגרת ההקלות השונות משפחתי קיבלה חתיכת אדמה בחלק הלא מאוכלס של הגיטו שקראו לו מארישין, אלה היו מספר ערוגות על-מנת לגדל עליהן משהו. גם משפחתי קיבלה חתיכה כזאת קטנה, איזשהו ריבוע. אבי לא היה מסוגל, אני עיבדתי את החלקה הקטנה הזאת, וגידלתי שם גזר ותפוחי-אדמה. מדי פעם הלכתי לשם לנכש ולעדור."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "באחד הימים הלכתי להוציא כמה גזרים כדי להביא הביתה, אני מחזיק בידי כמה גזרים, ויוצא ועובר על פני חלקות אחרות. הנה התנפל עלי אדם, וטען שאני הוצאתי את הגזרים מהחלקה שלו. הוא היה חזק וגדול ממני, וסחב אותי לתחנת המשטרה בטענה שאני גנבתי מהחלקה שלו את הגזרים. קשה לתאר את הרגשתי באותו הזמן, לא בגלל אשמת השוא, אלא בגלל הידיעה על מה שצפוי להורי ולאחי אם אכן יאמינו לו, זה היה דין אחד, גירוש המשפחה. כל אדם שנתפס בגניבה ובעבירה בגיטו הועבר לבית-סוהר בשם צ'רנצקגו, ומשם אנשים שולחו. לאחר-מכן נודע לנו שהם שולחו למחנות עבודה, ובחלקם הגיעו לאושוויץ."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני הגעתי לאותה תחנת משטרה, ילד מפוחד חלש, והתחננתי בפני השוטר, התחננתי ממש לפניו, ואמרתי לו: בוא איתי אני אתן לך את הגזרים, אני לא אקח אותם הביתה, אבל אני רוצה להראות לך, תראה את הסימנים על החלקה שלי איפה שהוצאתי אותם, הסימנים עוד קיימים. אם לא תמצא את הסימנים תעשה מה שתמצא לנכון. למזלי הטוב הוא נאות ללכת איתי, למרות שהוא לא היה חייב לעשות את זה, אבל הוא הלך איתי. הוא הולך איתי, אני הבאתי אותו לחלקה שלנו, והראיתי לו: הנה אתה רואה, מכאן הוצאתי את זה, ופה הגזרים האחרים שגדלים כאן. זה היה סיפור הצלה מסוג מסויים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאיך באמת אבל שומרים שאחרים לא יקחו את הירקות?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tרק הפחד מפני העונש החמור, לא היה אמצעי אחר. כל מי שעשה את זה שם את נפשו בכפו, וצריך היה להיות מוכן לרע מכל. כיוון שלא היו שום פשרות, בגיטו לא היו שום פשרות, הגיטו נוהל על-ידי ראש הגיטו רומקובסקי בחומרה רבה. אם אני רשאי לתת ציון לצורך הענין הזה, הייתי אומר, שבתנאים של אז זאת היתה הדרך היחידה לשמור על איזשהו סדר במקום, אחרת הכל היה הופך לכאוס בלתי פוסק, רק מי שהיה יותר חזק היה גובר, וחלשים היו נשחקים. זה צריך לומר לזכותו שבאותם התנאים האיומים נשמר הסדר הודות ליד הקשה שלא היה מזה מנוס. למרות שאני לא הייתי וגם לא משפחתי, לא היינו חלק מאותה היד הקשה, אנחנו היינו הצד החלש, שאני יכול לומר שהיד החזקה הגנה עלינו לצורך העניין הזה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאיך מתנהלים חייך בגיטו?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tשיגרה של עבודה, דאגה לאוכל, להפיק מהאוכל את המירב, מנוחה ושינה ככל האפשר. רק לעיתים רחוקות ביקור אצל קרובי משפחה או עם חברים, והדבר הזה הלך והתמעט ככל שהתארכו חודשי המלחמה. כל אחד היה סגור בדלת אמותיו, חי מהיום למחר."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הייתי אומר שהמשפחה שלי, אנחנו חיינו בתנאים קשים בגיטו, לא נהנינו משום יתרון מלבד אותה תוספת מזון זעומה שקיבלתי פעם בחודש, שזה היה מעבר לאותן מנות הרעב, ואבי קיבל פעם בשבועיים, אבל זה היה בטל בשישים. זאת היתה מעין איזושהי זריקה נוספת."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "היתה גם בעיה של המאבק לגבי סוגי מזון מסויימים, כשמדובר למשל בירקות. כשבאוקראינה היה הרבה מסוג מסויים, מלפפונים או לפת, אז הגיעה רכבת עם כך וכך קרונות, והביאו את זה למקום. אז היתה בעיה איך מגיעים לזה יותר מהר, כמובן בהקצבה, אבל איך מגיעים לזה יותר מהר לפני שזה אוזל. כי אם הלחם חולק בצורה מדוייקת, אותם המאתיים וחמישים גרם ליום, אז הירקות היתה הקצבה, אבל מי שלא הספיק להגיע הפסיד, מי שהגיע מבעוד מועד קיבל עוד את הטרי, מי שהגיע לאחר-מכן קיבל בחלקו רקוב. אי אפשר היה לבוא בטענה לאף אחד, כל הזמן היה צריך לעמוד על המשמר, להיזון משמועות ומידיעות, האם הגיע משהו לאותו המגרש האחד שבו חולקו הירקות. למגרש הזה קראו יויינה פילצר פלאץ, כלומר, המגרש של יויינה פילצר שהוא היה בגיטו ברחוב פייפשובה זה רחוב הפלפל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אולי אני עוד אוסיף שחלק מיהודי פאבייאניצה נשלחו למקום ששמו דומברובה, אינני יודע בדיוק כמה מהם, אבל אני משער שהיו כמאה וחמישים לדומברובה, שזה היה מקום בין פאבייאניצה ללודז', קצת בצד. למקום הזה הובאו הבגדים של יהודי העיירות השונות מורטגאו שנשלחו לחלמנו ושם נרצחו. הבגדים שנעזבו בבתים על-ידי היהודים המגורשים, הובאו לשם, ושם הם עבדו במיון אותם הבגדים, ובחיפוש אחרי דברי ערך שהוסתרו. כיוון שבבתים רבים, כולל משפחתי, תפרו בתוך הבגדים בתוך דשי הבגדים חתיכות תכשיטי זהב, יהלומים, מטבע זר למי שהיו כמה שטרות, על-מנת להסתיר את זה, ללבוש את הבגד, ולקחת איתו כל אחד במקרה של גירוש, של ניסיון להעביר אנשים ממקום למקום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "האנשים האלה עבדו בדומברובה על-מנת לחפש את אותם האוצרות, וגם למיין את הבגדים לחדשים וללא חדשים, למטרות שהגרמנים הועידו אותם. לצורך העניין הזה הם פרמו בגדים, והוציאו משם, והכל תחת עינם הפקוחה של השומרים הגרמנים כדי שהיהודים לא יקחו משהו לעצמם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "לאותו מקום בשם דומברובה נשלח גם דודי בשם שמיל גליקסמן עם שני הבנים זיסר אלכסנדר אחד והשני שלמה. לשם נשלח גם בן-דודי זיסר אלכסנדר הלברג, שהם לא שרדו אחרי המלחמה. מה היה גורלם לאחר דומברובה, לאן הם נשלחו, ואיפה הם נרצחו, לא ידוע לי עד היום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאירועים חריגים שהיו לך בגיטו חוץ מהאירוע הזה של הגזר אתה זוכר?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tפעם אחת כשעברתי ברחוב שהיה מחוץ לגיטו, הגיטו השתרע על שטח גדול, כשחלק מהרחובות שחצו אותו היו מחוץ לגיטו, שמורים לתחבורה הכללית, כשגדרות תיל היו מתוחים לאורך המדרכות, וליהודים היה אסור לצאת לאותן המדרכות. מעל אותם הרחובות נמתחו גשרים להולכי רגל, אבל היו מספר מקומות שבהם לא נמתחו גשרים מעל לרחובות אלא היו שערים, ועמדו שני חיילים חמושים אחד בכל צד של הרחוב, אלה היו שערים שהיו פותחים אותם מדי פעם כשלא היתה תנועה מוטורית באותו הרחוב, עגלות או חשמליות, והיו נותנים ליהודים לעבור. באותם המעברים היה תמיד צריך להיזהר מכיוון שאותם החיילים שעמדו ופתחו את השער על-מנת לתת לעבור, לא פעם גם ניצלו את זכותם להכות, והבעיה היתה איך להימנע מקבלת אותן מכות. פעם הוכיתי, למזלי לא בצורה חמורה מאוד, אבל ספגתי מכות."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמה קורה באוגוסט 44' למשפחה שלך, לא באופן כללי בגיטו, אלא רק למשפחה שלך בעת החיסול?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tבתחילת אוגוסט כשהוכרז על חיסול הגיטו אני רק נזכר מה הביא את המשפחה שלי לארוז את תרמילי הגב, וללכת לתחנת הרכבת. אני מוכרח לומר שהגרמנים עשו את הכל על-מנת לא להפעיל כוח פיזי, לא שהם לא היו מסוגלים, אבל הם נהגו בעורמה על-מנת שאנחנו נלך מרצוננו. באחד הימים פורסמו מודעות שברחוב לאגווניצקא 63, במפעל לעיבוד מתכת, שקראו לו מטאל רסורט, ינאם מפקד הגיטו - הנס ביבוב, והתושבים מוזמנים לבוא ולשמוע אותו. אני הלכתי כנציג המשפחה לשמוע את הנאום של הנס ביבוב, זה היה בימים הראשונים של חודש אוגוסט."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני מספר זאת, מכיוון שיש לזה קשר ישיר להחלטת המשפחה, וגם לתאר את הנוכלות ואת הרמיה בה נהגו הגרמנים כלפינו, על-מנת להוליך אותנו שולל, שלא נדע מה מצפה לנו. באולם הייצור הגדול במפעל לעיבוד מתכת התאספו כמה מאות אנשים. באותם הימים המפעלים כבר לא עבדו, ואנשים נדרשו להתייצב בתחנת הרכבת על-מנת לנסוע כביכול לאיזור הסודטים, זאת היתה ההודעה הרשמית. עמד הנס ביבוב, מעניין התוכן של הנאום שלו. הוא אמר בזו הלשון: אנחנו הגרמנים רוצים לדאוג לכם, ליהודי הגיטו שעבדתם עבורנו במשך כל שנות המלחמה, אנחנו רוצים את טובתכם. משפחתי סובלת בגרמניה מהפצצות של בנות הברית, תפתחו את החלונות בלילה, ותשמעו את תותחי הרוסים שעומדים בשערי ורשה. כשהרוסים יכנסו לכאן לא יהיה לכם ליהודים טוב, כי אתם שיתפתם איתנו פעולה. הם יפגעו בכם. לכן, מה אנחנו רוצים מכם? תתייצבו בתחנת הרכבת, אנחנו נסיע אתכם לאיזור הסודטים, נעביר לשם את המכונות, אתם תמשיכו שם לעבור עבורנו, ויהיה לכם יותר טוב מאשר למשפחתי בגרמניה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה משתכנע?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן. הוא הוא אמר את זה בצורה כל-כך משכנעת. הוא גמר את הנאום במילים האלה, אני אומר את זה בגרמנית ואחזור על זה בעברית. הוא שם את היד על הלב, והוא אמר: כשם ששמי הנס ביבוב אני נשבע לכם שלאיש מכם לא תיפול שערה מראשו. עומד אדם לבוש אזרחית עם סיכה על דש הבגד עם צלב הקרס על רקע אדום, הם ענדו כאלה סמלים עגולים, והוא מדבר אל הקהל כידיד. אנחנו לא ידענו שהצבא הרוסי עומד בשערי ורשה, לא היו לנו ידיעות, אולי לאנשים מבוגרים כן היו, אולי אבי שמע ממישהו, ואם שמעו אני בספק אם האמינו אם ידעו. לא היו לנו ידיעות על המתרחש בעולם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אגב, בהיותנו בגיטו לודז' אני מעולם לא שמעתי את המילה אושוויץ, אני מעולם לא שמעתי את המילה בירקנאו גם הורי לא, אנחנו לא ידענו. הם דאגו לכך שהידיעות לא תגענה אלינו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אז אני בא הביתה, ומספר להורי את מה ששמעתי. הורי היו אנשים רגילים, פשוטים, והם קיבלו את הדברים כלשונם. אנחנו כעבור יומיים אכן ארזנו, היו לנו תרמילי גב בבית, ארזנו ארבעה תרמילים, והלכנו ברגל לאותה תחנת רכבת רדגאסט על מנת לנסוע לסודטים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אבל כשהגענו לשם התרחש משהו שהתחיל להכניס לנו ספקות מצד אחד ורגיעה מצד שני. כל אחד מאיתנו קיבל חתיכת לחם גדולה ליד וחתיכת נקניק, נתנו לנו אוכל. אבל מה שגרם לנו לספקות ולרחשי לב לא טובים, זה היה שלא נתנו לנו להכניס את תרמילי הגב לקרון אליו היינו אמורים להיכנס אלא לקרון אחר,  וכן מספר החיילים החמושים. אני זוכר שאמרתי לאבא: אם אנחנו נוסעים לעבודה והם דואגים לנו, למה כל-כך הרבה חיילים חמושים?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אז הועמדנו בקבוצות, קבוצות, כל קבוצה מול קרון אחד, אלה היו קרונות משא סגורים מקורים, שבהם היו בשני הצדדים שני חלונות קטנים שהיו מרושתים בחוטי תיל. התחילו כבר בצורה גסה בצורה בוטה להצעיד אותנו בריצה אל תוך הקרונות על גבי לוח אלכסוני שהושם על הקרון, ונשאר על פני האדמה. ככה פתאום הכל בריצה לתוך הקרון, הדלתות נסגרו, הוברחו מבחוץ,  ונשארנו בפנים בתוך הקרון כל המשפחה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הרכבת המשיכה לעמוד, אני ממש אינני יודע, אנחנו היינו מאוד צפופים בתוך הקרון. הרכבת המשיכה לעמוד איזה זמן, קשה לי לאמוד את זה עכשיו, אם זה היה חצי שעה, או שלוש שעות. לאחר-מכן היא התחילה לזוז, כמה זמן נסענו באותה הרכבת אינני יודע. הנסיעה ברכבת היתה קשה מנשוא, ללא שירותים ללא מים, נסענו, כשבמקרים אחדים הרכבת נעצרה במקומות שונים, שאינני יודע מהם, בצידי מסילה, אולי על-מנת לתת לרכבות אחרות לעבור, אולי בגלל תאום של לוח זמנים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "עד שהרכבת נכנסה כשראינו קרוב לחלון חתיכת קיר, בדיעבד התברר שזה השער של מסילת הרכבת למחנה בירקנאו (Birkenau) ליד אושוויץ. הרכבת נעמדה, ואני הסתכלתי דרך החלון המרושת בחוטי תיל. המראה שנגלה לעיני היה, אנשים לבושים בחליפות פסים תכלת אפור עם כובעים תואמים, אנשי צבא אנשי אס.אס גרמנים בחלקם עם כלבים עם מקלות ועם מגלבים ביד."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ברגע מסויים נפתחו הדלתות, והדהדו צעקות בחלל האויר: אלס ראוס! הכל החוצה! גם האמירה הזאת, האלס זה לא כולם אלא, הכל החוצה! כלומר, לא בני-אדם אלא הכל החוצה. הכל החוצה בליווי מכות, גידופים וצעקות, הכל בכדי לזעזע, להפחיד עד אימה. ככה כשהועמדנו כולנו בחוץ בשורה ארוכה מאוד לאורך כל הרכבת שמנתה אני מניח לפחות עשרים קרונות, זאת השערה בלבד. ראינו שמלפנים מתחילים ללכת. כשהתקרבנו ראינו שהטור מתפצל לשניים, כשלפני כל טור עומד איש צבא, שהתברר שזה איש אס.אס. אינני יודע אם זה היה מנגלה עצמו ועוד אחד או שהוא לא היה שם, זה גם לא משנה לצורך העניין."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "זה שעמד מול הטור שלי החזיק מקל קצר ביד, מקל שאורכו היה כאורך שני עפרונות, והוא רק מורה עם המקל ימינה או שמאלה. כשאמי הולכת עם אחי, היא מחזיקה אותו ביד, הספקתי לראות איך שאמי עם אחי מופנים לכיוון שמאל בו הולך טור של אנשים מבוגרים יותר וילדים. כשאני מופיע מול האיש שהוא היה מול הטור הימני, הוא מראה לי לפנות לימינו, וזה היה מעבר בינו ובין הקצין השני. כשאני פניתי באלכסון טיפה שמאלה הייתי בדיוק מול השני. כמו שהייתי ממש ביניהם, הוא אמר משהו בקיצור, שאני יכול ללכת לעבודה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אז אחד משני האנשים שהיו לבושים במדי פסים שעמדו מאחוריהם על-מנת לדאוג לכך שאת מי שהם מכוונים ילכו לכיוון הנכון, תפס אותי ובעט בי בחוזקה. באותו רגע אני לא הבינותי מה קורה, למה הוא מכה אותי, אבל בדיעבד הבעיטה הזאת הצילה את חיי באותו הרגע. נזרקתי לכיוון ימין אל הכיוון בו הלך אבא. אנחנו לא ידענו מה קורה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tכלומר, אתה למעשה רצית ללכת שמאלה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tהוא הורה לי ללכת שמאלה, זה שעמד מולנו, אבל השני עיכב, וזה שעמד מאחוריהם שמע את זה, ועל סמך האמירה הזאת הוא בעט בי מהר כדי שאני אעוף. אני יכול לומר שאני חייב לאותו האיש את חיי, כיוון שאילו הוא לא היה מגיב יכול להיות שהייתי ממשיך ללכת לשם. אמי ואחי הקטן לצערי הלכו לשם, ואני עם אבי הלכנו ימינה. עוד באותו הלילה נודע לנו לאן הלכו האנשים שהלכו לצד שמאל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהאמנתם?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן. האמנו כיוון שלאחר שהופרדנו והוצעדנו לאן שהוצעדנו, שם נאלצנו להתפשט עירומים, גזרו לנו את השיער, הרחיצה וכו', ולא נשאר עלינו ולו חוט אחד פרט לנעליים, את הנעליים השאירו לנו. מהעבר השני קיבלנו בגדים אחרים. כלומר, לא הבאנו כלום מהבית, מה שהבאנו זה הכל נשאר. קיבלנו הכל 'חדש', כלומר, בגדים אחרים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "צד שלישי:"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמה קורה איתך ועם אבא במשך החודש שאתם בבירקנאו?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tקודם כל בלילה הראשון שהוכנסנו לצריף אני עם אבא שוכבים על הריצפה צמודים אחד לשני על הצד בצפיפות. נכנס אדם לתוך הצריף, והוא התחיל להתהלך על התנור, הצריפים היו בנויים עם תנור לאורך הצריף. זה היה צעיר מפאבייאניצה בשם נוח ברין. הוא התחיל לנאום לפנינו, שאנחנו צריכים למסור את כל מה שהצלחנו להסתיר. הוא איים עלינו שאצל מי שימצא איזשהו דבר בעל ערך, אם מישהו הסתיר בשן, הוא יוצא להורג במקום. ממנו נודע לנו מה גורלם, הוא אמר את זה בפרהסיה, מה קרה לאותם אנשים שהופרדו מאיתנו, והלכו לצד שמאל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "בבירקנאו אני הייתי עם אבא ביחד כל הזמן. באחד הימים ניסיתי להתחכם, ובחלוקת המרק לצהריים להתגנב לתור בפעם השניה. נתפסתי, נלקחתי פנימה לתוך הבלוק, והבלוקאלטסטה שהוא היה פולני במקרה מהעיר שלנו מפאבייאניצה, אמר לי להוריד את המכנסיים ולשכב. הוא עמד עם מקל ביד. אני התחלתי להתחנן לפניו, אמרתי לו: אני גם-כן מפאבייאניצה, תשאיר אותי, תן לי לחיות. אינני יודע, משום מה משום מה נכמרו רחמיו עלי, והוא אמר לי: תקום, תמשוך את המכנסיים, תרוץ החוצה, תחזיק את הישבן, תצעק ותבכה. כלומר, שאני אביים כאילו שהוא היכה אותי, כיוון שזה היה תפקידו, והוא היה צריך לעשות את זה. אין ספק שאילו הוא היה עושה את זה אני לא הייתי עובר את זה, כיוון שאני לא הייתי במצב כדי לסבול דבר כזה. זה היה למעשה גזר דין מוות. כשמישהו שואל אותי, איך ניצלת? יש הרבה סיפורים בדרך איך יכולתי לא להינצל, ולא איך ניצלתי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני עם אבא המשכנו בבירקנאו במשך כשישה שבועות, כשלאורך כל הזמן היו סלקציות, ואיכשהו שרדנו בהן. עד שביום מסויים באחת הסלקציות העבירו אותנו ממקום למקום, הוצעדנו לפסי הרכבת, שם קיבלנו מנת לחם ליד, חתיכת גבינה לבנה כמדומני, והועלנו לקרון. אני עם אבא בדרך מבירקנאו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "נסענו באותו יום, זה היה קרון משא, כשבתוך הקרון ישב חייל אחד חמוש, נסענו לילה. בלילה עברנו את וינה, אנחנו יודעים את זאת כיוון שאותו החייל שהיה בפנים פתח קצת את דלת ההזזה, ואמר לנו: תסתכלו החוצה, זאת וינה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "למחרת היום בשעות הבוקר הגענו למאוטהאוזן (Mauthausen), אני ביחד עם אבא. יחד איתנו הגיעו גם מתקוממים פולנים של ההתקוממות בוורשה, והוצעדנו מתחנת הרכבת במעלה ההר למחנה מאוטהאוזן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני נשארתי עם אבא למעלה משבועיים במאוטהאוזן, כשכעבור איזה יומיים אחד הקאפוס שהוא היה ממוצא הונגרי, לא יהודי אלא נוצרי, שמו היה ונדיס, רוצח. הוא אף פעם לא הלך בלי מקל או מגלב ביד, הוא הכריח אותנו ללמוד את המספר בהונגרית על-מנת שהוא יוכל לקרוא לכל אחד במספרו ושהוא יבין. מספרי במאוטהאוזן היה 103330, אני לא יודע אף מילה הונגרית, אבל את המספר הזה בהונגרית אני אזכור עד יומי האחרון. מכיוון שהוא שאל אותי: מה מספרך? אני לא ידעתי, וחטפתי ממנו מכות, אז התחלתי לשנן לי, כל היום אני חזרתי על זה, אז יש לי את זה בראש. אני לפעמים שוכח מה שקרה אתמול, אבל את זה אני לא שוכח."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "התחלנו לסחוב אבנים מהמחצבה במאוטהאוזן מהשטיינברוך הידוע לשימצה על אותן ה186- מדריגות, אבי ואני. הבעיה שלנו היתה, איך לקחת את האבן בגודל המתאים, כלומר, לא כבדה מדי כדי שנוכל לשאת אותה, ולא קלה מדי כדי שלא ישלחו אותי בחזרה לקחת אבן יותר כבדה. באשר מי שלא הגיע בזמן למעלה כדי להסתדר ביחד עם אותם המאה ועשרים שורות של חמש, דינו היה אחד. חייל עמד למעלה על מגדל שמירה, והוא נצטוה ללכת שמאלה לאורך שביל, ושם הוא ירה בו. אבי ואני השתדלנו איכשהו לרוץ ולבחור אבנים מתאימות, לפעמים אני קראתי לאבא, ואמרתי לו: קח את האבן הזאת, או שאבא מצא אבן נוספת טובה, הוא קרא לי, וכך אנחנו סחבנו את האבנים כשבועיים במאוטהאוזן. במאוטהאוזן, אולי זה לא נוגע לנו אישית, אבל ראינו הוצאה להורג של שבויי מלחמה רוסיים שניסו לברוח, זה היה מעשה מחריד הצורה הזאת."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כעבור אותו הזמן, באחד הימים אחר-הצהריים העמידו אותנו בשורות, והצעידו אותנו. לא ידענו לאן, עד שהגענו למקום, ואמרו לנו שהגענו לגוזן (Gusn) 2, שזה היה מחנה עבודה, מחנה עונשין להבדיל מגוזן 1 שהיה מחנה עבודה רגיל. בגוזן 2 לא הורשינו ללכת, אלא תמיד זה היה תמיד בצורת ריצה קלה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tעבורך השהות בגוזן 2 מבחינת תנאים היתה הרבה יותר קשה מאשר מאוטהאוזן ובירקנאו קודם?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tזה היה הדבר הכי גרוע מביניהם. אני נשארתי עם אבא, אנחנו עבדנו. העבודה הראשונה שנשלחנו אליה זה היה בצידי דרך עפר בפרברי עיירה בשם סנט גאורגן (St. Georgen) שנמצאת בסביבה. זה נקרא סנט גאורגן מתחת לגוזן, כלומר, גוזן זה לא ישוב אלא נהר. אנחנו היינו תשעה יהודים, הסימן היה הפס הצהוב מעל למספר. היה קאפו אחד גרמני שהוא היה שבוי מפרוסיה המזרחית והיו שלושה חיילים ששמרו עלינו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "עבדנו לאורך שביל, זה היה סוף סתיו 1944. אחד החיילים נכנס איתי לשיחה, זה קרה לי פעמיים במרוצת אותה תקופה. אנחנו פחדנו לספר שאנחנו בן ואבא, כי הגרמנים נהגו להפריד. אבל הוא היה איש מבוגר לבוש במדי אס.אס של חיל האויר, כיוון שבסנט גאורגן היה מפעל שייצר מטוסי מסרשמידט, לכן, השמירה היתה בידי חיל האויר הגרמני. הוא הביא לי קסדה מלאה עם אגוזים, כלומר, ההתייחסות היתה אלינו קודם כל כאל יהודים בבוקר, רק יהודים אנחנו נלמד אותם לקח, אבל אחר-כך הוא הביא לנו אגוזים, וזה היה דבר יקר מפז."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tזה מאחד השומרים?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, מאחד החיילים הגרמנים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tבמה אתה עבדת שם לאורך השביל?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tזאת היתה דרך עפר שהיינו אמורים לתקן אותה, אנחנו תיקנו, הוספנו, יישרנו, עבדנו עם מגרפות עם מכושים אם אתי חפירה ליישר את הדרך לקראת החורף."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אחר-כך בהמשך הועברתי לעבודה עם אבא בתוך העיירה סנט גאורגן על הכביש, שם הניחו כבלים שזה היה טלפון או חשמל או כל דבר אחר. בסמוך לנו עבדו שבויי מלחמה צרפתים אשר ביניהם היו יהודים. איכשהו נוצר קשר, הם ראו עלינו שאנחנו יהודים, כי אנחנו היינו מסומנים. אז אחד מהם הזדהה לפני, וממנו מאותו החייל בצבא הצרפתי, (אגב, הגרמנים שמרו על כללי אמנת ז'נבה לגבי שבויי מלחמה גם אם הם היו יהודים). במרוצת אותם הימים כשעבדנו בסנט גאורגן על הכביש נעזרנו באותו החייל, ולמחרת היום הוא שאל אותנו, למה אנחנו זקוקים? הוא הביא לי תחבושות, הוא הביא לי כדורים-תרופות, שזה היה דבר שלא היה בכלל בנמצא."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "באותה עבודה בסנט גאורגן אני חייב לגלות שהיו גילויים אנושיים מצד אותם האנשים, כמובן בחלקם הזעום. כשיצאתי פעם לשירותים, איך יצאו שם לשירותים? יצאו לאחת החצרות בליווי אחד משלושת החיילים. אז היו נשים, אינני יודע אם זה היה מאורגן או שזאת היתה יוזמה אישית פרטית של אישה אחת בלבד, אבל זה חזר על עצמו מספר פעמים. כפי הנראה הן היו מסתכלות דרך החלונות, וכשהוליכו אותנו לאחת הפינות בחצר לעשות את הצרכים, אז בדרך חזרה מצאתי לעיתים סנדוויץ או תפוח-אדמה מבושל וזה היה דבר גדול."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tזאת היתה עבודה פיזית קשה שם בסנט גאורגן עצמה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tזאת היתה עבודה כמו סלילת כביש, פריקה של אבנים וחול, העמסה, וזה היה שתים-עשרה שעות ביום משש בבוקר עד שש בערב. העבודה היתה שתים-עשרה שעות כשבבוקר קיבלנו רק קפה שחור, בצהריים קיבלנו מרק, כשהוליכו אותנו לתוך מקום סגור מגודר, ובערב קיבלנו את מנת הלחם ותוספת ללחם, חתיכת מרגרינה או חתיכת נקניק."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כאן עלי לומר מה שאני עשיתי מתוך אולי אינסטינקט בריא ולא מתוך ידיעה מדעית, כי לא היתה לי כזאת. כשקיבלתי את מנת הלחם בגוזן בערב אני תמיד לקחתי את המנה, והסתלקתי עם אבא לאיזשהו מקום שלא יראו אותנו. אנחנו אכלנו חצי מנת לחם, זה היה כל-כך קשה להתגבר על היצר ולא לבלוע את הלחם, כלומר, לא ללעוס, אלא לא לבלוע אותו. אנחנו אכלנו חצי מנה, לפעמים גנבנו עוד נגיסה, והסתרנו את הלחם הנותר מתחת לבית השחי. מתחת לבית השחי ולא בכיס, מכיוון שבכיס מישהו היה עלול לראות שזה ישנו. עשינו את זה בהסתר כדי שאף אחד לא ידע שנשאר לנו לחם. הבעיה היתה איך להישאר לישון עם הלחם במשך הלילה מבלי שיתגלה למישהו, שנוכל לשמור אותו עד הבוקר."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני דיברתי עם אבא, אנחנו שוחחנו על זה, ואמרנו שבכדי לשמור על עצמנו להישרד, חשוב שנאכל את הלחם לאט, לא לבלוע אותו, אנחנו פשוט אמרנו את זה אחד לשני. בבוקר כשקיבלנו את הקפה, ולמרבית האנשים, אינני יודע כמה היו עוד כאלה כמוני אבל בודאי היו מעטים מאוד, אז לנו היתה אותה פרוסת לחם ששמרנו עליה במשך הלילה מכל משמר כדי שהקיבה תעבוד קצת."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "באותו הזמן שעבדנו על הכביש בסנט גאורגן התגלה עוד חייל אחד. היו שוב שלושה חיילים אחרים, הם היו מתחלפים, הוא היה מהמבורג. הוא התוודה לפני שהוא כבר לא היה בבית שנתיים וחצי ויש לו בן בגילי. כשהוא התוודה לפני, הוא שאל אותי, מי אני? כשהוא אמר לי שיש לו בן והוא מתגעגע אליו, ושהוא יביא לי אוכל אחרי-הצהריים. הם הלכו לאכול, הם הביאו אותנו למקום סגור למשך הצהריים, הם הלכו לאכול, חזרו, והוליכו אותנו לעבודה. כשהוא אמר לי שהוא יביא לי אוכל, אז הרהבתי עוז, וסיפרתי לו שאבי נמצא כאן. הוא שאל אותי: מיהו? הוא לא ניגש אליו, לא דיבר איתו אלא רק איתי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הוא הגיע אחר-הצהריים בחזרה, ויש לחיילים כזה מסטינג - כלי לאוכל, אבל לא מסטינג שטוח כמו שהיה לחיילים הבריטיים אלא מסטינג סגור גבוה. הוא העמיד אותו מאחורי אחד הגלילים עם הכבלים, והוא אמר  לי: לך לאכול מאחורי הגליל הזה, אבל לא את הכל, תשאיר את החצי בשביל אבא. את זה הוא עשה מספר ימים. הם היו מתחלפים כל כמה ימים כדי שלא ישארו הרבה זמן אותם האנשים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אחר-כך היו אחרים, כשהם התחלפו אנחנו המשכנו לעבוד על הכביש בסלילה. באחד הימים עברה קבוצת חיילים צועדים ושרים, ואני כמובן כמו כל אסיר אחר פחדנו להרים את הראש ולהסתכל עליהם. כשפתאום משהו נפל לרגלי, נבהלתי ברגע הראשון שמשהו נופל לרגלי, אבל הסתכלתי על זה, זה היה שליש של לחם צבאי, וכשהסתכלתי ראיתי שבשורה לפני האחרונה צועד אותו החייל שאמר שיש לו בן, שמוצאו מהמבורג, והוא עשה לי תנועה עם יד ימינו, נענע קצת את היד, לאמור, אני הוא זה שזרקתי לך את הלחם. אלה היו גילויים נדירים ביותר, אבל הם היו. זה רק מלמד שכשמישהו רצה להיות בן-אדם גם בתנאים הקשים האלה הוא יכול היה לעשות את זה, אבל, כאמור, היו מעטים כאלה. לאחר-מכן אנחנו הועברנו לעבודה בתוך המנהרות בסנט-גאורגן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tבמה אתה ספציפית עובד, בחפירה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן, בהתחלה בחפירה, אחר-כך עבדתי עם אבא בחברה לבניה שקראו לה דויטש באוור, זאת היתה חברה גרמנית שעסקה בבניה בתוך המנהרות. אני רק אוסיף שבמנהרות בסנט-גאורגן ייצרו את גוף המטוס מסרשמידט 109 ולא את יתר החלקים. ההר היה מרושת על-ידי רחובות שתי וערב שהיו מסומנים בכיוון אחד באותיות ובכיוון נגדי הניצב במספרים. כשלאורך כל הזמן באותן המנהרות שהיו גמורות ייצרו את גופי המטוס, והמשיכו לחפור הלאה, ולהגדיל את המקום, כשכל הזמן פסי הולכה הוליכו החוצה את החול או את האבן שנחצבה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "שם אני עבדתי עם אבי באותה חברת בניה, כששתים-עשרה שעות ביום אנחנו עסקנו בסחיבת חומרי הבניה לבנים, חול, מלט, חצץ, ערבוב של טיט ובטון וכו'. אני רק אוסיף שהנסיעה לעבודה והחזרה מהעבודה היתה חוויה בפני עצמה, הרכבת לא עצרה בסנט-גאורגן אלא תוך כדי מהלכה היה צריך לקפוץ מהקרונות, והאחרון היה צריך לרוץ ולסגור את הדלתות, זה היה דבר הכי קשה, לכן כל אחד השתדל לצאת קודם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני אוסיף את ההיתקלות שהיתה לי עם שבויים רוסיים. במאוטהאוזן היו הרבה מאוד רוסים, בחלקם אזרחים ובחלקם שבויי מלחמה, כיוון שלגבי הרוסים הם לא מילאו אחרי הוראות ז'נבה. כשחזרתי באחד הערבים עם אבי מהעבודה בצידי הדרך, זה היה סוף סתיו והיינו בקרבת עצי פרי שגדלים פרא ברחבי אוסטריה, גדלו באותם הימים, ומילאתי את השרוולים ואת הכיסים בפירות. זה היה דבר גדול בגוזן, כי את הפירות היה אפשר להחליף בכסף, החלפתי אותם, עשיתי את זה יום קודם לכן, החלפתי לטבק, וזה היה כסף עובר לסוחר."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "תוך כדי מהלך הרכבת בחזרה מסנט-גאורגן לגוזן אחד הרוסים מישש עלי את הפרי, נתן צעקה ברוסית.: ליהודי הזה יש תפוחים. את הרוסית המעט מאוד עילגת שאני יודע, זה אני יודע מאותה 'האוניברסיטה' בגוזן 2 עם הרוסים. הם התנפלו עלי, ואני ביקשתי מהם רחמים, אמרתי להם: אני אתן לכם את כל הפרי, אני לא אשאיר לי אחד. תנו לי, אני אוציא אני אתן לכם את הכל. אבל הם לא חסו עלי, הם פרמו לי את הבגדים, ולקחו לי את הכל. אני זוכר שחזרתי עם אבא לצריף לבלוק עם מכנסיים ושרוולים פרומים. בכיתי, מה אני אעשה? לא היה חוט ולא היתה מחט. הלכתי ומצאתי חתיכות חוט ברזל, ומחוטי הברזל סגרתי את הקרעים. הדבר הזה השאיר בי זיכרון כל-כך קשה על אותם האחים לצרה הרוסים, שהיו איתי ביחד באותם התנאים, והתנהגו כלפי כמו חיות אדם."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "העבודה בסנט-גאורגן היתה גם בסיוט מתמיד מהמוות. כל הקומנדוס כל קבוצות העבודה הגדולות היו יוצאות תמיד בבוקר עם אלונקות, ומטרת נשיאת האלונקה היתה אחת: להביא מתים הביתה!"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "באחד הימים כשחזרתי עם אבא מהעבודה עם הרכבת ירדנו מהרכבת, ובמקום להצעיד אותנו לתוך מחנה גוזן 2, הוליכו אותנו למחנה גוזן 1. ירד הערב, זה היה תחילת ינואר 45', היה כפור קר שלג, העמידו אותנו, והודיעו לנו שאנחנו צריכים לעבור אנטלאוזונג, פירוש הדבר, חיטוי נגד כינים. אז הפרידו גרמנים לחוד, בני לאומים אחרים לחוד ויהודים. אנחנו היהודים נצטווינו להתפשט הראשונים, לארוז את כל הבגדים, לקשור אותם עם המספר כלפי חוץ, זה ילך לחיטוי כך כדי שהחבילה תוחזר לבעליו. היינו צריכים להשאיר רק את הנעליים. השניים התפשטו כל יתר הלאומים, השלישים הגרמנים. אבל הראשונים נכנסו הגרמנים, אנחנו נכנסנו אחרונים, עמדנו בחוץ עירומים לגמרי בכפור, ונכנסנו האחרונים. לא קיבלנו את הבגדים בחזרה לאחר הרחיצה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הברזים נפתחו אוטומטית על-ידי מישהו, נסגרו, נצטווינו להסתבן ולהישטף בלי להתנגב, והורצנו בחזרה למחנה גוזן 2 כשרק הנעליים עלינו, ואז אבי חלה. אבי חלה כפי הנראה זאת היתה דלקת ריאות, הוא הופרד ממני, נשלח, ולא ידעתי לאן הוא הגיע, אם הוא עוד חי או לא."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "באחד הלילות בגוזן אני נצרכתי לצאת לשירותים, יצאתי החוצה, רצתי בריצה קלה, ואני מרגיש שאני לא אגיע עד השירותים, אני לא אספיק. אז רצתי לאחת הפינות ורכנתי. פתאום הופיע מולי איש אס.אס, העיר עלי עם פנס, הוא אמר: קום! קמתי, הוא הכניס לי אגרוף בפרצוף, והוא אמר לי לתת לו את המספר. המספרים במאוטהאוזן והמחנות הסמוכים לו היו מספרי פח, וקשורים עם חוט ברזל על היד, הורדתי את המספר ונתתי לו אותו. הוא אמר לי: את המספר תקבל בבוקר אצל הבלוקאלטסטה. ידעתי שכאן זה סופי, שמזה אני לא אצא חי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "חזרתי לבלוק, בבוקר הלכתי, היה הפקיד שקראו לו בלוקשרייבר, הוא היה נוצרי פולני ורשאי. סיפרתי לו את הסיפור, אמרתי לו מי אני, והוא אמר לי: הנה המספר שלך, והוא אמר לי מה מצפה לי. אז אבי כבר לא היה איתי, ואני התחלתי להתחנן לפניו. הוא היה איש משכיל, והוא אמר שהוא ידבר עם הבלוקאלטסטה. אני חיכיתי בכליון עיניים לתשובתו, הוא הגיע, ואמר לי: תחכה! הוא הזמין אליו את אחד הקאפוס  באנהופקומנדו, זה היה קומנדו שעבד בתחנת הרכבת שם היו שניים, הוא היה אוברקאפו יאנק והיה לו עוזר בשם גוסטב. הוא אמר לו: אני שולח לך את הילד הזה אליך לקומנדו שלך, ותשמור עליו כמו על העין בראשך, כך זה תרגום חופשי מפולנית, אצלנו היו אומרים: כמו על בבת-העין. הוא לקח אותי אליו, ותפקידי היה לשרת אותם, את הקאפוס, הייתי צולה להם תפוחי-אדמה, ואז גם אני קיבלתי תפוח-אדמה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "עד שביום בהיר אחד לפני הצהריים היתה צעקה: כולם להתייצב! וכולנו הלכנו לפרוק מלט שהגיע ברכבת. אני מחפש את יאנק, ומחפש את השותף שלו, אבל אף אחד איננו, אין מי שיושיע אותי. כולם עומדים בשורה, כשעל הקרון עומדים שני אנשים, הם מרימים שק מלט ששוקל חמישים קילו, צריך להרכין את הגב, והם שמים על הגב את החמישים קילו מלט. עם המלט הולכים למקום מסויים, שם עומדים שני אנשים, תופסים את השק, ומניחים אותו במקום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני עומד בשורה, מצפה שיניחו עלי את שק המלט, ואני יודע שאני לא אוכל לשאת אותו. אבל אני לא יכול לצאת, יש חיילים יש קאפוס בדרך. אני עומד, מניחים עלי את השק, ואני עושה מספר צעדים ומתמוטט עם השק. למזלי השק לא נקרע, הוא נפל על-ידי ואני על הריצפה. אז מופיע אחד עם המקל ביד ומוליך אותי. זה היה הסוף בעצם, אבל אפשר לומר שבשניה האחרונה מופיע אותו היאנק אותו האוברקאפו. אני צועק לו פאני יאנקו, כלומר, אדון יאנק. הוא רואה אותי, הוא בא בריצה, הוא לוקח אותי ביד, ואומר לשני: תעזוב אותו. הוא לקח אותי, הלך איתי לאחד הקרונות, הוא אמר לי: טפס פנימה, ושב שם בפינה. הוא הכניס אותי לקרון, הושיב אותי שאני אשב שם. זה שוב אחד מאותם סיפורי הצלה איך נער יהודי נשאר בחיים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אבל חלפו הימים וגם אני התמוטטתי, קיבלתי פצעים על הגוף, אני לא יודע מתוך מזה זה, חוסר תזונה, קראו לזה פלגמונה. נהייתי פחות ופחות כשר לעבודה, עד שביום בהיר אחד החליטו לא לשלוח אותי לעבודה. אז הלכתי לבלוקאלטסטה, והתחננתי לפניו שאני רוצה לעבוד. נעמדתי, ניפחתי את החזה, ואמרתי לו: אתה רואה הרי שאני עוד יכול לעבוד. הוא שם לי את היד על הכתף, ואמר לי: זה לא זה מה שאתה יודע, ישלחו אותך לקרנקנבאום שזה מבנה חולים במאוטהאוזן, ואתה תישאר בחיים. אמרתי: אבל אני רוצה לעבוד, וזה לא עזר לי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הוא צדק, הוצעדנו קבוצה של תשושים וחולים, והעמיסו אותנו על קרוניות, אותן הקרוניות ללא תחתית. צריך היה לטפס לאותן הקרוניות שהיו מובילים בהן חול או חצץ שמתהפכות. והקרוניות האלה הביאו אותנו, היתה דרך אל המחצבה במאוטהאוזן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כשהגענו לשם הייתי מספיק ער בכדי לראות שיש מישהו שניגש אל הקרוניות שלפני והופך אותן, ואנשים נשפכים החוצה. אני בכל כוחותי טיפסתי החצה, ויצאתי על-מנת שלא אשפך החוצה. שם מי שנשאר ומי שיכול היה טיפס על אותן מאה שמונים ושש מדרגות, והוליכו אותנו למעלה אל תוך אותו הקרנקנבאום, שקראו לו במקום גם הרוסן לאגר, אינני יודע משום מה, כפי הנראה היו שם רוסים קודם לכן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "שם הוכנסתי לאותו הצריף הגדול, כשבפנים היו שני אנשים שהם היו מטפלים, בגרמנית זה נקרא פלייגר. אבל אחר-כך נודע לי שאלה היו שני רופאים שמוצאם מקרקוב, אחד בשם ד\"ר בורנשטיין שלימים עלה ארצה, וחי בתל-אביב והשני ד\"ר טילס. כמובן במקום לא קראו להם דוקטור. אני ניגשתי, על-יד השולחן ישב אותו ד\"ר בורנשטיין, הוא ראה את הפצעים שלי, וחבשו לי אותן בתחבושות נייר. היו תחבושות נייר דמויי נייר טואלט."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הוא שאל אותי לשמי, אמרתי לו את שם המשפחה אז הוא שאל: מי זה אברהם ביטש? אמרתי לו: זה אבי. אז הוא קם מהכסא, הלך סביב השולחן הקטן, חיבק אותי, והוא אמר לי: אביך מת. זה היה בתחילת אפריל 45', הוא אמר שאבי מת בסוף מרץ 45'. אני אימתתי גם את מותו על-ידי עדות של בחור צעיר ממוצא הונגרי, דתי, שאביו היה רב, שבמאוטהאוזן לפני שנשלחנו לגוזן הוא היה עם אביו ואני הייתי עם אבי, היינו שני אבות עם בנים. הוא היה עד ראיה למותו של אביו, הוא הכיר את אבי, הוא מת מתשישות. גם אביו כבר לא היה אז בחיים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני נשארתי באותו המקום עד לשחרור בחמישי למאי. במקום הזה בקרנקנבאום אנחנו הושכבנו בדרגשים תלת-קומתיים, בהתחלה היינו שניים במיטה כזאת, אחר-כך נוסף שלישי. כולם הופשטו מכל בגד שהוא, לא היה עלינו שום דבר גם לא תחתונים, כולם היו עירומים. היינו מעט יהודים ורבים מרחבי אירופה רוסים, צרפתים, הונגרים, בלגים, איטלקים והיה גם ספרדי אחד בשם אסטוריה. בהתחלה קיבלנו עוד פרוסת לחם בערב, אחר-כך כשבועיים לפני תום המלחמה באותו המקום קיבלנו רק קפה שחור בבוקר ומרק בצהריים, זה היה כל המזון."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ככל שקרבו ימי סוף המלחמה ומזג האויר היה יפה אז הם לפעמים היו מוציאים אותנו החוצה, כשזרחה השמש, הוציאו אותנו עירומים כמו שהיינו, כדי שנהיה קצת בחוץ בין שני צריפים. הדבר היחידי שאני עשיתי בחוץ זה לחפש חתיכות עשב שגדלו, הייתי חופר עם הצפורניים, מגלה את השורשים, ואוכל את החלק הלבן לאחר שניקיתי אותו, של שורש העשב, שהוא היה אכיל, כי העשב עצמו היה מר, ניסיתי אבל אי אפשר היה לאכול אותו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כמובן בכל פעם שהוצאנו החוצה, ככל שהתקרב סוף המלחמה התגלו ערימות גדלות והולכות בצד אחד של הצריף. במאוטהאוזן היה רק קרמטורים קטן שלא הספיק לשרוף את כולם, ושכבו ממש ערימות ערימות של גוויות."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "עד שבחמישי למאי בשעות הבוקר מישהו בא ואמר, שבמגדלי השמירה הוא ראה חייל וורמאכט ולא חייל אס.אס, צבע המדים היה שונה, כי אנשי אס.אס היו בצבע של חיל האויר, ולכן הוא הבחין שזה חייל."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "לא התייחסנו לזה, לא היה לנו לא כוח ולא מצב רוח, מה גם שאני הגעתי אז למצב שאיבדתי את שיווי המשקל, אם הלכתי אז נשענתי על הקיר או שזחלתי על הריצפה. עד שבשעות הבוקר המאוחרות יותר פתאום צעקו שרואים צבא אמריקאי בחוץ, שרואים צבא אמריקאי על הכביש. אז החלטתי לזחול ולרדת."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהיה לכם מושג אז על מצב המלחמה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tלא, לי בכלל לא. דיברו על כך שהמלחמה תיגמר, היו שמועות, מישהו זרק, אבל אני אישית התייחסתי לזה בספקנות, כיוון שהייתי במצב גופני כזה, שחשבתי לעצמי שזה כבר לא משנה בשבילי, למרות שעשיתי את הכל בכדי לשרוד את היום ואת הלילה, אבל חשבתי שאחרי כל-כך הרבה שנים ספק אם יגיע היום. אבל כשהגיע היום, אז ביקשתי משני השותפים שלי למיטה אשר התכסינו בשמיכה אחת עלובה, ביקשתי מהם: בואו נתחלק עם השמיכה הזאת, נקרע אותה לשלושה חלקים, כיוון שאני רוצה להתעטף בפיסת בד, אני לא רוצה לצאת החוצה עירום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אנחנו איכשהו הצלחנו לקרוע את השמיכה, הדבר הראשון שעשיתי, התעטפתי בשמיכה, וזחלתי החוצה לכיוון מחסן הבגדים, ידעתי איפה מחסן הבגדים בגלל היותי במאוטהאוזן קודם לכן וגם אחר-כך כשחזרתי. נכנסתי למחסן, התחלתי לחטט, לחפש פרטי לבוש על-מנת להתלבש. התלבשתי, מצאתי לבנים, חולצה, מכנסיים ומעיל ז'קט. אני זוכר שדחפתי אותו לתוך המכנסיים ואת המכנסיים על הכל, אבל זה לא החזיק. מצאתי איזו חגורה שהיא שמורה איתי עד היום בבית, זאת חגורת עור של ריתמת סוס. קשרתי את המכנסיים, והתחלתי לזחול החוצה. משהו דחף אותי איזשהו דיבוק לצאת מהמחנה. זחלתי, נתפסתי בעצים בדרך, נשענתי על עצים, עשיתי כמה צעדים, שוב ירדתי על ארבע. ראיתי אנשים מצטופפים על-יד כלי הרכב האמריקאים, אבל אני לא ניגשתי. ראיתי מרחוק שאנשים גם אוכלים, הייתי רעב, אבל החלטתי שאני יוצא החוצה מהמחנה, ככה זחלתי דרך היער כלפי מטה, הגעתי אל בית האיכרים הראשון, ונכנסתי פנימה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כשנכנסתי פנימה האישה שאלה אותי: מה אתה מבקש? התישבתי על-יד השולחן, זאת היתה הפעם הראשונה מאז אוגוסט 44' שישבתי על כסא, וביקשתי ממנה כוס תה ופרוסת לחם. אכן היא הביאה לי את המבוקש. התחלתי לשתות את התה עם כפית על גבי תחתית על-יד שולחן, היא שמה לי פרוסת לחם, שאלה אותי אם למרוח עם משהו, סרבתי. אני זוכר שלקחתי את פרוסת הלחם ליד, והיה לי איזשהו פחד מהאוכל. בדיעבד היום אני יכול להגיד שאולי אותו ההגיון הבריא שהנחה אותי הציל את חיי, מכיוון שרבים מחברי שהיו במצבי באותה עת, הם מתו אחרי המלחמה בגלל זה שלא יכלו להתגבר על היצר לאכילה, האורגניזם הקיבה לא היתה מוכנה לזה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tכמה זמן אתה נשאר אצל האיכרים האלה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכעשרה ימים עד שנים-עשר יום."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tהם מטפלים בך בלי להניד עפעף?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tזה לא היה כל-כך ברגע הראשון. אני קיבלתי את פרוסת הלחם, לעסתי אותה כל-כך לאט כדי לא לבלוע גרגיר, לאחר-מכן עוד פרוסת לחם אחת ונחתי. אז היא שאלה אותי, מה אני מבקש עוד? כשעניתי שאני רוצה להישאר כאן, היא אמרה לבעלה שעמד בחדר השני על-יד תנור הסקה ושרף דברים בפנים בתוך התנור, ניירות דברי דפוס, היא קראה לו ואמרה לו: הנער הזה רוצה להישאר אצלנו. הוא ענה לה: איפה יש לנו מקום, אנחנו לא יכולים. אז אני משום מה צעקתי לו בלי לחשוב הרבה, אמרתי לו: אין לך מקום בשבילי, אולי במקום דברי הדפוס שאתה שורף שם אולי את המיינקאמף של היטלר. בדיעבד אני חושב שאילו האיכר הזה היה נכנס לחדר שישבתי בו ליד השולחן, היה מרים את האגרוף והיה נותן לי מכה אחת על הראש הוא היה גומר אותי, אני לא הייתי קם יותר. זאת היתה חוצפה, אבל זה לא היה מחושב, זה לא היה הגיוני."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אז היא אמרה לי: נו, טוב טוב, תישאר. היא טיפלה בי בצורה מאוד מסורה באותם הימים. כפי הנראה הבסיס באורגאניזם אצלי היה עוד די טוב, שהאוכל שקיבלתי אצלה, והיא הקפידה לתת לי אוכל נכון. בין היתר היא נתנה לי גם אגסים מיובשים, שהיא אמרה שזה מווסת את פעולת הקיבה. אני ראיתי בראי כל יום שאני משנה מראה. עד שהרגשתי שכוחותי עמי, עזבתי אותם, ועליתי בחזרה למחנה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה יכול לתאר לי בבקשה בראשי פרקים, מה קורה איתך מאז ועד שאתה מגיע לארץ?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאני עולה למעלה, פוגש חבר פולני שגמר עם פרוץ המלחמה את הפוליטכניקום בפוזנן, הוא היה מהנדס חשמל. הוא שואל אותי: איפה אתה, מה אתה עושה? אני סיפרתי לו מאיפה שאני מגיע, ואז הוא מצרף אותי לחבורה של שבעה פולנים משוחררים כולם גויים, ואני היהודי היחיד, לפיקוח על המטבח שמבשל בשביל כשנים-עשר אלף משוחררים במאוטהאוזן. כאשר מצד הצבא האמריקאי ישנם שלושה חיילים, גם ממוצא פולני, שחיים בשיקאגו, והעובדים במטבח הם שבויי מלחמה גרמנים. כשאני אומר לו שאני לא מבין שום דבר בבישול, הוא אומר לי: אתה לא צריך להבין כלום, אתה תהיה איתנו."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אז אני איתם במטבח, יש טבח שדואג לנו. כך עוברים הימים, עד שביום בהיר אחד אחר-הצהריים נכנס אחד מאותם הגויים. היה קולונל אמריקאי שמוצאו מטקסס, והוא סידר לי נסיעה במסגרת אונר\"א לשוויץ לסנטוריום ואחר-כך אליו הביתה, לא יהודי. הוא הבטיח לי שאני אהיה אצלו בבית, יש לו בית גדול, שאני אוכל ללמוד אצלו, ולהשלים את מה שהחסרתי בשנות המלחמה, אבל לאחר שאני אהיה בסנטורים בשוויץ במסגרת אונר\"א. אז אחר-הצהריים אחד נכנס אחד השקוצים, אחד החברים שלי, והוא אומר לי: צבא יהודי בחוץ על האפל-פלאץ, על מגרש המסדרים. אני לתומי חשבתי שהוא אומר את זה מתוך מניעים אנטישמיים על צבא יהודי, כי איפה צבא יהודי יכול להיות קיים היום. אני מקלל אותו קללה עסיסית פולנית, והוא מצטלב ואומר: יש צבא יהודי בחוץ על האפל-פלאץ."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני יוצא החוצה, עומדים שני כלי רכב. אני סיפרתי את זה כבר אולי מאה פעם, אני מתנצל, אבל בכל פעם אני מתרגש מחדש. עומדים שני כלי רכב, כשעל הכנפיים של כלי הרכב מצוייר דגל תכלת לבן ומגן דוד - סמל הבריגדה. עומד חייל חמוש בנשק, שלימים נודע לי שזה טומיגן, במדים שנראו לי מצחיקים בהשוואה למדים האמריקאים שהיו שיק, מכנסיים קצרים וחולצה תואמת, ותג על השרוול של דגל תכלת לבן ומגן דוד צהוב, אותו מגן דוד צהוב שאני נשאתי בתור טלאי צהוב. אני סובבתי את שתי המכוניות האלה פעמיים, והוא עומד, עד שניגשתי אליו, ושאלתי אותו: מה זה, מהו הדבר הזה? הוא אמר לי ביידיש, אני פניתי אליו ביידיש, כי במה אני אדבר אליו, בגרמנית או בפולנית? ליהודים פונים ביידיש, אז מרבית היהודים באירופה דיברו יידיש. הוא מספר לי שבאה משלחת של הבריגדה. אני שואל אותו: מה זאת הבריגדה? אז שמעתי את הסיפור שיש בריגדה ארצישראלית במסגרת הצבא הבריטי שלחמה בגרמנית, והם באו לאתר יהודים כדי שיעלו לארץ-ישראל. המשרד היה מול המטבח מעבר לכיכר הזאת למגרש המסדרים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "אני צריך לומר שעל ארץ-ישראל לא חשבתי, כיוון שבאחד הימים נקלעה לידי חתיכת קרע של עיתון גרמני, שבו היה כתוב על צבא רומל שנמצא באפריקה, ויכבשו את פלשתינה, ויפתרו את הבעיה היהודית גם בפלשתינה. ככה שאני ידעתי שהעולם היהודי חרב. אבל הנה יש בריגאדה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "כמו שאני מדבר איתו, יוצאים החוצה אנשים מהמשרד ממול, בראש הולכים שניים עם תיקים, ראיתי לפי הדרגות עליהם שאלה צריכים להיות קצינים. אני בחור בן שמונה-עשרה, וככל שהגיל צעיר אז החוצפה יותר גדולה. אני ככה ישר פונה אליו: תאמר לי, האם זה נכון מה שהחייל הזה אמר לי, שאתם באתם לחפש יהודים שיסעו לארץ-ישראל? הוא מסתכל עלי ואומר: כן. אז התגובה שלי היתה אינסטנקטיבית וברורה: אני יכול לעלות על אחת המכוניות ולנסוע איתכם? הוא ככה נעמד, הסתכל עלי, חשב כמה שניות, והוא אומר: אנחנו רק באנו לרשום, ולדעת כמה יהודים שיש בכדי להתארגן. אני אומר לו: אני לא מבין אותך, אתה באת לחפש יהודים שיעלו לארץ-ישראל, אני יהודי ואני רוצה, אז אתה אומר לי שאתם רושמים. למה צריך לרשום? אותי לא צריך לרשום, אני אסע איתכם. הוא נוכח לדעת שיש לו פה עניין עם איזה משיגינער שהוא רוצה."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הוא שאל אותי אם אני יודע איפה נמצא מקום ששמו הרשינג. מה זה הרשינג? זה שדה תעופה גרמני צבאי שבו מתרכזים בני נוער יהודים לקראת עליה ארצה, זה קרוב ללינץ."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאתה מגיע עם הבריגדה לאיטליה לסנטה מריה?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמסנטה מריה אתה מגיע לארץ בעליה ליגאלית?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tכן."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tמתי?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאני יצאתי מנמל טרנטו באיטליה בחמישי לנובמבר 1945 באוניה בשם פרינסס קטלין עם סרטיפיקט, כשעל האוניה היו למעלה מחמש מאות בני נוער עולים. זאת היתה אוניה שהובילה חיילים בריטיים לסואץ, ואותנו הורידה בחיפה. לחיפה הגענו בבוקר השמיני לנובמבר לפנות בוקר."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "הייתי מבקש רק לספר את סיפור דגל הדיו שלנו. אנחנו בלילה שבין השביעי לשמיני החלטנו שאנחנו לא יורדים לחוף בלי דגל. אז אשתי לעתיד התנדבה, היא אמרה שיש לה כותונת לילה לבנה, חבר שלי צייר את הדגל, אני גנבתי מקל של מטאטא, ואנחנו ירדנו בחיפה עם דגל ולא כמו אספסוף."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "משם הוסענו למחנה עתלית, מכיוון שהבריטים לאורך כל הדרך גם באיטליה בנמל טרנטו ובחיפה הם הובילו אותנו תחת משמר כבד בכדי שלא יסתננו בינינו מעפילים. מה גם שבאותו הזמן ההגנה שיחררה ממחנה עתלית מעפילים, זה היה זמן קצר לפני שאנחנו הגענו. בעתלית היינו עד האחד-עשר לנובמבר שלושה ימים."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tאחר-כך אתה מתאקלם בארץ?"
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ת:\tאחר-כך אני מתאקלם, מגיע לקיבוץ מענית שהייתי בו עד 1947. אחר-כך עזבתי את הקיבוץ לתל-אביב, לאחר-מכן מלחמת השחרור וצה\"ל, עד סוף נובמבר 49'. ב1947- התחתנתי עם אותה הבחורה שנידבה את הכותונת שלה. היא היתה איתי בקיבוץ מענית, נולד לנו בן במאי 1950, הוא היום ד\"ר לפיזיקה גרעינית, שלושה נכדים ארצישראלים. הבן שהה שנתיים בארצות-הברית מ92-' עד 94' לשתי שנות שבתון, והוא לא חשב על דרך אחרת אלא על חזרה ארצה. בשום שלב לא עלתה מחשבה להישאר בגולה, אני מקוה שכך גם הנכדים שלי."
      },
      {
        "fromSecond": "0",
        "fromTime": "",
        "toTime": "",
        "subTitle": "ש:\tתודה רבה."
      }
    ],
    "transcriptDOC": null,
    "moreInfo": null,
    "images": null,
    "resources": [
      {
        "title": "DETAILS",
        "url": null,
        "urlTitle": null,
        "type": "details",
        "elements": [
          {
            "title": "itemId",
            "value": [
              {
                "id": "itemId",
                "value": "3563209",
                "url": null
              }
            ]
          },
          {
            "title": "firstName",
            "value": [
              {
                "id": "firstName",
                "value": "Aleksander",
                "url": null
              }
            ]
          },
          {
            "title": "lastName",
            "value": [
              {
                "id": "lastName",
                "value": "Bartal",
                "url": null
              }
            ]
          },
          {
            "title": "dob",
            "value": [
              {
                "id": "dob",
                "value": "1927",
                "url": null
              }
            ]
          },
          {
            "title": "pob",
            "value": [
              {
                "id": "pob",
                "value": "Pabianice, Poland",
                "url": null
              }
            ]
          },
          {
            "title": "materialType",
            "value": [
              {
                "id": "materialType",
                "value": "Testimony",
                "url": null
              }
            ]
          },
          {
            "title": "fileNumber",
            "value": [
              {
                "id": "fileNumber",
                "value": "8933",
                "url": null
              }
            ]
          },
          {
            "title": "language",
            "value": [
              {
                "id": "language",
                "value": "Hebrew",
                "url": null
              }
            ]
          },
          {
            "title": "recordGroup",
            "value": [
              {
                "id": "recordGroup",
                "value": "O.3 - Testimonies Department of the Yad Vashem Archives",
                "url": null
              }
            ]
          },
          {
            "title": "earliestDate",
            "value": [
              {
                "id": "earliestDate",
                "value": "25/05/1995",
                "url": null
              }
            ]
          },
          {
            "title": "latestDate",
            "value": [
              {
                "id": "latestDate",
                "value": "25/05/1995",
                "url": null
              }
            ]
          },
          {
            "title": "submitter",
            "value": [
              {
                "id": "submitter",
                "value": "ברטל אלכסנדר",
                "url": null
              }
            ]
          },
          {
            "title": "original",
            "value": [
              {
                "id": "original",
                "value": "YES",
                "url": null
              }
            ]
          },
          {
            "title": "numOfPages",
            "value": [
              {
                "id": "numOfPages",
                "value": "39",
                "url": null
              }
            ]
          },
          {
            "title": "interviewLocation",
            "value": [
              {
                "id": "interviewLocation",
                "value": "ISRAEL",
                "url": null
              }
            ]
          },
          {
            "title": "belongsTo",
            "value": [
              {
                "id": "belongsTo",
                "value": "O.3 - Testimonies gathered by Yad Vashem",
                "url": null
              }
            ]
          },
          {
            "title": "testimonyForm",
            "value": [
              {
                "id": "testimonyForm",
                "value": "Video",
                "url": null
              }
            ]
          },
          {
            "title": "place",
            "value": [
              {
                "id": "place",
                "value": "Auschwitz, Poland",
                "url": null
              },
              {
                "id": "place",
                "value": "Pabianice, Poland",
                "url": null
              },
              {
                "id": "place",
                "value": "Mauthausen, Austria",
                "url": null
              },
              {
                "id": "place",
                "value": "Lodz, Poland",
                "url": null
              },
              {
                "id": "place",
                "value": "Gusen Ii, Austria",
                "url": null
              },
              {
                "id": "place",
                "value": "Pabianice, Poland",
                "url": null
              },
              {
                "id": "place",
                "value": " Italy",
                "url": null
              }
            ]
          },
          {
            "title": "subjects",
            "value": [
              {
                "id": "subject",
                "value": "Selection",
                "url": null
              },
              {
                "id": "subject",
                "value": "Workshops",
                "url": null
              },
              {
                "id": "subject",
                "value": "Children",
                "url": null
              },
              {
                "id": "subject",
                "value": "Jewish Brigade",
                "url": null
              },
              {
                "id": "subject",
                "value": "Hashomer Hatza'ir to be deleted",
                "url": null
              },
              {
                "id": "subject",
                "value": "Youth movements",
                "url": null
              },
              {
                "id": "subject",
                "value": "Craftsmen",
                "url": null
              },
              {
                "id": "subject",
                "value": "Attitude towards Jews - Austria and the Austrian population",
                "url": null
              },
              {
                "id": "subject",
                "value": "Assistance to Jews",
                "url": null
              },
              {
                "id": "subject",
                "value": "Attitude toward Jews - German population",
                "url": null
              }
            ]
          }
        ]
      },
      {
        "title": "MAP",
        "url": null,
        "urlTitle": null,
        "type": "map",
        "elements": {
          "pointers": [
            {
              "icon": "/assets/p.svg",
              "latitude": "50.0266",
              "longitude": "19.20363",
              "title": "Auschwitz,Camp,Poland"
            },
            {
              "icon": "/assets/p.svg",
              "latitude": "51.61119461048402",
              "longitude": "19.53369140625",
              "title": "Pabianice,Lask,Lodz,Poland"
            },
            {
              "icon": "/assets/p.svg",
              "latitude": "48.2412661",
              "longitude": "14.515396399999986",
              "title": "Mauthausen,Camp,Austria"
            },
            {
              "icon": "/assets/p.svg",
              "latitude": "51.802574",
              "longitude": "19.4763885",
              "title": "Lodz,Ghetto,Poland"
            },
            {
              "icon": "/assets/p.svg",
              "latitude": "48.2717714",
              "longitude": "14.449779700000021",
              "title": "Gusen Ii,Camp,Austria"
            },
            {
              "icon": "/assets/p.svg",
              "latitude": "51.6665249",
              "longitude": "18.7944464",
              "title": "Pabianice,Ghetto,Poland"
            },
            {
              "icon": "/assets/p.svg",
              "latitude": "43.1010713",
              "longitude": "12.0032957",
              "title": "<>,<>,<>,Italy"
            }
          ],
          "places": [
            {
              "lif": "p",
              "places": [ "Auschwitz", "Camp", "Poland" ],
              "point": "50.0266,19.20363"
            },
            {
              "lif": "p",
              "places": [ "Pabianice", "Lask", "Lodz", "Poland" ],
              "point": "51.61119461048402,19.53369140625"
            },
            {
              "lif": "p",
              "places": [ "Mauthausen", "Camp", "Austria" ],
              "point": "48.2412661,14.515396399999986"
            },
            {
              "lif": "p",
              "places": [ "Lodz", "Ghetto", "Poland" ],
              "point": "51.802574,19.4763885"
            },
            {
              "lif": "p",
              "places": [ "Gusen Ii", "Camp", "Austria" ],
              "point": "48.2717714,14.449779700000021"
            },
            {
              "lif": "p",
              "places": [ "Pabianice", "Ghetto", "Poland" ],
              "point": "51.6665249,18.7944464"
            },
            {
              "lif": "p",
              "places": [ "<>", "<>", "<>", "Italy" ],
              "point": "43.1010713,12.0032957"
            }
          ]
        }
      },
      {
        "title": "Hierarchical Tree",
        "url": null,
        "urlTitle": null,
        "type": "tree",
        "elements": [
          {
            "id": "4019579",
            "title": "O.3 - Testimonies Department of the Yad Vashem Archives",
            "level": 1,
            "fileCount": null,
            "hasChildren": true,
            "children": [
              {
                "id": "3563209",
                "title": "Testimony of Aleksander Bartal, born in Pabianice, Poland, 1927, regarding his experiences in the Pabianice Ghetto, Lodz Ghetto and Auschwitz, Mauthausen and Gusen camps",
                "level": 0,
                "fileCount": "39",
                "hasChildren": false,
                "children": null
              }
            ]
          }
        ]
      }
    ]
  }
]
